[
  {
    "id": 386,
    "cover": {
      "id": 197999,
      "image_id": "co48rz"
    },
    "genres": [
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      },
      {
        "id": 15,
        "name": "Strategy"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "1 Final Fantasy XIV Online",
    "storyline": "Eorzea. A land embraced by Gods and forged by Heroes.\n\nSeeking control of this realm and its abundant crystal resources, the Garlean Empire sends forth a massive host on a campaign to conquer its southern neighbour. Driven by madness, the commander of the invading forces silently plots to tear the moon from the heavens and hurl it down upon the land. The people of the realm soon learn of this foul scheme and join their hands in prayer in an eleventh-hour attempt to entreat the aid of the gods, only to see their endeavours fail. From within the moon emerges Bahamut, an ancient terror seething with rage fuelled by countless generations of imprisonment. Sensing the tug of fate, a powerful magus channels the last of his strength to send Eorzea’s heroes in to a temporal rift. There they wait, untouched by the flames of destruction, until they are needed again. Those heroes are you, and the hour of awakening is now. Come and witness… A Realm Reborn."
  },
  {
    "id": 386,
    "cover": {
      "id": 197999,
      "image_id": "co48rz"
    },
    "genres": [
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      },
      {
        "id": 15,
        "name": "Strategy"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Final Fantasy XIV Online",
    "storyline": "Eorzea. A land embraced by Gods and forged by Heroes.\n\nSeeking control of this realm and its abundant crystal resources, the Garlean Empire sends forth a massive host on a campaign to conquer its southern neighbour. Driven by madness, the commander of the invading forces silently plots to tear the moon from the heavens and hurl it down upon the land. The people of the realm soon learn of this foul scheme and join their hands in prayer in an eleventh-hour attempt to entreat the aid of the gods, only to see their endeavours fail. From within the moon emerges Bahamut, an ancient terror seething with rage fuelled by countless generations of imprisonment. Sensing the tug of fate, a powerful magus channels the last of his strength to send Eorzea’s heroes in to a temporal rift. There they wait, untouched by the flames of destruction, until they are needed again. Those heroes are you, and the hour of awakening is now. Come and witness… A Realm Reborn."
  },
  {
    "id": 1081,
    "cover": {
      "id": 91131,
      "image_id": "co1ybf"
    },
    "genres": [
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "The Elder Scrolls Online",
    "storyline": "The game is set in the Second Era, in 2E 583, during a period of time known as the Interregnum. It was a period of time known for its political instability. Daedric prince Molag Bal has taken advantage of this instability to try and pull all of Tamriel into his realm of Coldharbour. Bal is doing so by sending devices called \"Dark Anchors\" into Tamriel. The Fighters Guild have taken it upon themselves to remove them.\n\nThe Tharn family, current rulers of Cyrodiil through Empress Regent Clivia Tharn, has made a pact with the King of Worms, who has agreed to supplement the Imperial's forces by resurrecting their soldiers. Secretly, Mannimarco is conspiring with Molag Bal, the Daedric Prince of Corruption and Domination, to take over Mundus. Molag Bal is also harvesting the souls of mortals. The Hero is an adventurer whose soul has been taken, which allows them to constantly return to life."
  },
  {
    "id": 1877,
    "cover": {
      "id": 209384,
      "image_id": "co4hk8"
    },
    "genres": [
      {
        "id": 5,
        "name": "Shooter"
      },
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Cyberpunk 2077",
    "storyline": "In 2077, following an economic collapse sometime during the early 21st century, the United States is forced to rely on large corporations to survive. These corporations deal in a wide range of areas, such as weapons, robotics, cybernetics, pharmaceuticals, communications and biotechnology, and many of these companies operate above the law. The world in between is where decadence, sex and pop culture mix with violent crime, extreme poverty and the unattainable promise of the American Dream. You play as V, a mercenary outlaw deeply embedded in the crime-ridden city of Night City, going after a one-of-a-kind implant that is the key to immortality."
  },
  {
    "id": 1905,
    "cover": {
      "id": 112205,
      "image_id": "co2ekt"
    },
    "genres": [
      {
        "id": 5,
        "name": "Shooter"
      },
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      },
      {
        "id": 15,
        "name": "Strategy"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Fortnite"
  },
  {
    "id": 1942,
    "cover": {
      "id": 89386,
      "image_id": "co1wyy"
    },
    "genres": [
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "The Witcher 3: Wild Hunt",
    "storyline": "The Witcher 3: Wild Hunt concludes the story of the witcher Geralt of Rivia, the series' protagonist, whose story to date has been covered in the previous installments. Geralt's new mission comes in dark times as the mysterious and otherworldly army known as the Wild Hunt invades the Northern Kingdoms, leaving only blood soaked earth and fiery ruin in its wake; and it seems the Witcher is the key to stopping their cataclysmic rampage."
  },
  {
    "id": 2165,
    "cover": {
      "id": 79316,
      "image_id": "co1p78"
    },
    "genres": [
      {
        "id": 5,
        "name": "Shooter"
      },
      {
        "id": 13,
        "name": "Simulator"
      },
      {
        "id": 24,
        "name": "Tactical"
      }
    ],
    "name": "War Thunder"
  },
  {
    "id": 3020,
    "cover": {
      "id": 113383,
      "image_id": "co2fhj"
    },
    "genres": [
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      },
      {
        "id": 15,
        "name": "Strategy"
      },
      {
        "id": 16,
        "name": "Turn-based strategy (TBS)"
      },
      {
        "id": 31,
        "name": "Adventure"
      },
      {
        "id": 32,
        "name": "Indie"
      }
    ],
    "name": "Shadowrun Returns",
    "storyline": "The player assumes the role of a shadowrunner who has fallen onto hard times since his or her last shadowrun in 2050. One of the player's teammates from that mission, Sam Watts, sends a pre-recorded video message to the player, where he reveals that he is likely dead, and that his final wish is that the player find whomever killed him. He also announces that he has 100,000 nuyen being held in escrow for the player should he bring whomever was responsible for his death to justice. Knowing that Sam resides in Seattle, the player travels to the city to begin their investigation.\nUpon arriving in Seattle and visiting the morgue where Sam's body is being examined, the player discovers that Sam is the latest victim of the Emerald City Ripper, a serial killer who has been surgically removing organs from his or her victims. The Runner soon enlists the help of one of Sam's friends to help find the killer; Jake Armitage, returning from the SNES Shadowrun game. Jake soon leaves the party as he is being hunted by multiple gangs and corporations over an unrelated shadowrun and must go into hiding, but he points the player to the scene of the crime, and to further leads that could help break the case open. Soon afterwards, the player meets Coyote, a female elf bartender/shadowrunner who is waging a private war against \"Better-Than-Life\" (\"BTL\") chips and those who trade them. She was a friend of Sam's as well; together they follow the Ripper as he commits more murders across Seattle. During their investigation they assist the more cooperative police officers assigned to the case, as well as the friends and family of the Ripper's victims (including Sam's sister, Jessica Watts), as they attempt to find and identify the Ripper.\nTheir pursuit eventually leads them to Mercy Mental Hospital, where they find that a male elf named Silas Forsberg has taken the identity of the original administrator. Silas has been using the facility as a front for his organ harvesting operation; not only in his role as the Ripper, but also for financial gain (both by selling organs from unrelated victims to street clinics, and by brainwashing particular inmates at the hospital and then selling them as sex slaves). After killing Silas, the player learns he was directed to commit the Ripper murders by another party. They quickly determine that Jessica Watts commissioned Silas to commit the crimes, based partially on an earlier admission that she had been estranged from her brother. Sam and Jessica had lived a comfortable life before their father's passing, and despite his best efforts early on to live a decent life, he cracked under the pressure and spent the family savings on drugs and alcohol. He eventually became a shadowrunner to make ends meet, and to further fuel his self-destructive habits.\nWhen the player confronts Jessica at Sam's funeral Jessica reveals she had indeed ordered her brother's death, and the deaths of the other Ripper victims so her mother could have a proper funeral. She subsequently snaps and orders her bodyguards to kill the player, Armitage (who has briefly come out of hiding to pay his respects) and Coyote. The bodyguards fail, but she and a mysterious elf woman escape. While going over the dead bodies, the party discovers that Jessica is a member of the Universal Brotherhood, which is well known as an international new age spiritualism organization that attracts rich and poor alike. They also discover that the elf at the funeral was Lynne Telestrian; not only is she a high-ranking Brotherhood member, but her family manages Telestrian Industries. Between the corporation and to a lesser extent the Brotherhood, and she and the rest of her kin are extremely wealthy and influential. Armitage, not wanting to get himself in further trouble with the powers that be, goes back into hiding after discovering this.\nThe player and Coyote track Jessica to the Brotherhood chapter near Pike's Market. While Coyote waits outside, the player cases the building and discovers that the Brotherhood are very heavily armed and have been involved in the disappearances of several individuals. Letting Coyote into the building via the service entrance, they break into the \"inner sanctum\" of the facility and discover that the Universal Brotherhood is itself a front for an insect spirit hive. The runners also meet Jessica again, who is says she is quite aware of the Brotherhood's true nature. The team rescues a young elf woman before escaping the facility, finding that they are unable to kill the these exotic spirits with their current weapons.\nThe woman however connects the team with her boyfriend, a decker named Baron Samedi. Under his directions, the team infiltrates Telestrian Industries, as they were working on Project Aegis; a chemical weapon capable of killing spirits easily. The operation is not successful, however, and the player is forced to infiltrate the company a second time alone in order to retrieve the only sample of the Aegis compound. The player acquires the sample but is captured while trying to escape. Given the importance and secrecy assigned to Aegis, the player is brought before the owner of the company, James Telestrian.\nHere the player learns the truth behind Sam Watts and his sister; that they were both half breed children of the Telestrian bloodline, the product an affair between James' father and Sam's mother. To prevent the truth of the affair from becoming public knowledge, the senior Telestrian paid Sam's mother handsomely and they \"officially\" became the offspring of James Watts, another employee at Telestrian Industries. This is important as the young woman who the player rescued from the Brotherhood is actually James' daughter. Jessica, who is also revealed to be the insect shaman of the hive, had become aware of the connection and was going to use the close familial connection help aid her in bridging over a Queen insect spirit into the real world. Also at the mansion is the immortal elf Harlequin, who discusses how insect spirits need to inhabit bodies of sapient life forms to exist in the material world, and also states that the existence of a Queen in the real world be disastrous. Volunteering to help destroy the hive, Harlequin joins the player and his team a the final raid on the Brotherhood chapter. Telestrian gives the player, and Harlequin, each a shotgun able to fire capsules filled with the Aegis compound. Before they leave, the player also discovers that Lynne Telestrian is as fully committed to the hive as Jessica, if not more so. Her loyalty to the Brotherhood led her to blow up the Telestrian Industries factory producing Aegis recently, not only estranging her from James but also leaving the sample and the prototype weapons the only articles remaining from the project.\nThe team infiltrates the hive and they fight their way into the heart of the inner sanctum. There they discover Jessica and Lynne Telestrian in a magical circle; since James' daughter was taken out of their reach and thus can no longer become the host for the Queen, Lynne has volunteered herself to be the host and they are in the process of completing the ritual. The team disrupts the summoning by seriously wounding Jessica and killing most of the insect spirits inside the hive, a feat made possible due to the Aegis weapons. The queen spirit abandons Jessica, and the player is given the option to kill her or arrest her. Lynne survives, but is arrested and eventually sent to a mental hospital.\nThe game concludes with Armitage, Coyote, Harlequin and James Telestrian discussing the fallout of the raid, with Harlequin musing that other Brotherhood chapters across the world also hold hives similar to the one in Seattle. Having satisfactorily solved the circumstances of Sam's death, the player attempts to collect the money he left. Sam's second message congratulating the player asks him to apologize to Jessica for what he put her through, and that he never actually had any money in escrow, and suggests the player ask the people he and his family knew for a reward of some kind, which the player does at a 1,5 million Nuyen payment, garnished after the assault on Telestrian industries to a mere 15,000 Nuyen payout. The player could also ask for the same money Sam promised, a position as Security VP (making them a company man for Telestrian), the resignation of a particular officer or preserving Touristville.\nIn the epilogue following Sam's last message, the game reveals that Aegis was eventually developed into a product called \"Fluorescing Astral Bacteria-3\", or \"FAB-3\". As per the history of the pen-and-paper game Shadowrun Returns is based on, the destruction of the Chicago Universal Brotherhood hive is botched and the city is largely sealed up behind a wall to keep the rampaging insect spirits inside the city. FAB-3 is used some time later to cleanse Chicago of its insect spirit infestation.\n\n- Credits: Wikipedia"
  },
  {
    "id": 3225,
    "cover": {
      "id": 258126,
      "image_id": "co5j66"
    },
    "genres": [
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      },
      {
        "id": 13,
        "name": "Simulator"
      },
      {
        "id": 31,
        "name": "Adventure"
      },
      {
        "id": 32,
        "name": "Indie"
      }
    ],
    "name": "No Man's Sky"
  },
  {
    "id": 7360,
    "cover": {
      "id": 250035,
      "image_id": "co5cxf"
    },
    "genres": [
      {
        "id": 5,
        "name": "Shooter"
      },
      {
        "id": 24,
        "name": "Tactical"
      }
    ],
    "name": "Tom Clancy's Rainbow Six Siege"
  },
  {
    "id": 11169,
    "cover": {
      "id": 81567,
      "image_id": "co1qxr"
    },
    "genres": [
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Final Fantasy VII Remake",
    "storyline": "The world has fallen under the control of the Shinra Electric Power Company, a shadowy corporation controlling the planet’s very life force as mako energy.\n\nIn the sprawling city of Midgar, an anti-Shinra organization calling themselves Avalanche have stepped up their resistance. Cloud Strife, a former member of Shinra’s elite SOLDIER unit now turned mercenary, lends his aid to the group, unaware of the epic consequences that await him."
  },
  {
    "id": 12503,
    "cover": {
      "id": 84518,
      "image_id": "co1t7q"
    },
    "genres": [
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "The Witcher 3: Wild Hunt - Hearts of Stone",
    "storyline": "Hired by the Merchant of Mirrors, Geralt is tasked with overcoming Olgierd von Everec -- a ruthless bandit captain enchanted with the power of immortality."
  },
  {
    "id": 13166,
    "cover": {
      "id": 121128,
      "image_id": "co2lgo"
    },
    "genres": [
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      }
    ],
    "name": "The Witcher 3: Wild Hunt - Blood and Wine"
  },
  {
    "id": 14404,
    "cover": {
      "id": 274643,
      "image_id": "co5vwz"
    },
    "genres": [
      {
        "id": 9,
        "name": "Puzzle"
      },
      {
        "id": 31,
        "name": "Adventure"
      },
      {
        "id": 32,
        "name": "Indie"
      }
    ],
    "name": "Kona"
  },
  {
    "id": 17026,
    "cover": {
      "id": 103323,
      "image_id": "co27q3"
    },
    "genres": [
      {
        "id": 5,
        "name": "Shooter"
      },
      {
        "id": 25,
        "name": "Hack and slash/Beat 'em up"
      },
      {
        "id": 31,
        "name": "Adventure"
      },
      {
        "id": 32,
        "name": "Indie"
      }
    ],
    "name": "Furi"
  },
  {
    "id": 18225,
    "cover": {
      "id": 74152,
      "image_id": "co1l7s"
    },
    "genres": [
      {
        "id": 5,
        "name": "Shooter"
      },
      {
        "id": 9,
        "name": "Puzzle"
      },
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "The Sinking City",
    "storyline": "The city trembles on the brink of madness. Can you investigate this beleaguered town and untangle the tragic extent of its failings or will you be driven beyond madness yourself?"
  },
  {
    "id": 18866,
    "cover": {
      "id": 279394,
      "image_id": "co5zky"
    },
    "genres": [
      {
        "id": 15,
        "name": "Strategy"
      },
      {
        "id": 32,
        "name": "Indie"
      }
    ],
    "name": "Dead by Daylight",
    "storyline": "Survivors play in third-person and have the advantage of better situational awareness. The Killer plays in first-person and is more focused on their prey.\n\nThe Survivors' goal in each encounter is to escape the Killing Ground without getting caught by the Killer - something that sounds easier than it is, especially when the environment changes every time you play."
  },
  {
    "id": 19164,
    "cover": {
      "id": 94287,
      "image_id": "co20r3"
    },
    "genres": [
      {
        "id": 5,
        "name": "Shooter"
      },
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      }
    ],
    "name": "Borderlands 3"
  },
  {
    "id": 19457,
    "cover": {
      "id": 87288,
      "image_id": "co1vco"
    },
    "genres": [
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "The Elder Scrolls V: Skyrim - Special Edition"
  },
  {
    "id": 19562,
    "cover": {
      "id": 238676,
      "image_id": "co545w"
    },
    "genres": [
      {
        "id": 5,
        "name": "Shooter"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Resident Evil 7: Biohazard",
    "storyline": "Resident Evil 7: Biohazard is set in mid-2017 somewhere in the southern United States after the dramatic events of Resident Evil 6. The game features a new protagonist named Ethan Winters, a civilian searching for his missing wife Mia which leads him to a derelict plantation mansion occupied by an infected family."
  },
  {
    "id": 19686,
    "cover": {
      "id": 70959,
      "image_id": "co1ir3"
    },
    "genres": [
      {
        "id": 5,
        "name": "Shooter"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Resident Evil 2",
    "storyline": "Players join rookie police officer Leon Kennedy and college student Claire Redfield, who are thrust together by a disastrous outbreak in Raccoon City that transformed its population into deadly zombies. Both Leon and Claire have their own separate playable campaigns, allowing players to see the story from both characters’ perspectives. The fate of these two fan favorite characters is in the player's hands as they work together to survive and get to the bottom of what is behind the terrifying attack on the city."
  },
  {
    "id": 20326,
    "cover": {
      "id": 94570,
      "image_id": "co20yy"
    },
    "genres": [
      {
        "id": 13,
        "name": "Simulator"
      },
      {
        "id": 31,
        "name": "Adventure"
      },
      {
        "id": 32,
        "name": "Indie"
      }
    ],
    "name": "Deliver us the Moon"
  },
  {
    "id": 22778,
    "cover": {
      "id": 71082,
      "image_id": "co1iui"
    },
    "genres": [
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      },
      {
        "id": 32,
        "name": "Indie"
      }
    ],
    "name": "Outward"
  },
  {
    "id": 23733,
    "cover": {
      "id": 67622,
      "image_id": "td1t8kb33gyo8mvhl2pc"
    },
    "genres": [
      {
        "id": 9,
        "name": "Puzzle"
      },
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      },
      {
        "id": 31,
        "name": "Adventure"
      },
      {
        "id": 32,
        "name": "Indie"
      }
    ],
    "name": "Tunic",
    "storyline": "Tunic is an action adventure game about a small fox in a big world, who must explore the countryside, fight monsters, and discover secrets. Crafted to evoke feelings of classic action adventure games, Tunic will challenge the player with unique items, skillful combat techniques, and arcane mysteries as our hero forges their way through an intriguing new world."
  },
  {
    "id": 25321,
    "cover": {
      "id": 92944,
      "image_id": "co1zps"
    },
    "genres": [
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      },
      {
        "id": 13,
        "name": "Simulator"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "The Sims 4: City Living",
    "storyline": "Check out the Interactive City Map for reviews of the apartments and hot spots that your Sims can explore in City Living.\n\nExplore a bustling urban center with a variety of neighborhoods, each with their own unique personality.\n\nEmbrace everything the city has to offer, from skyline views to streets humming with activity.\n\nVisit festivals where your Sims can watch street performers, enter competitions and meet other Sims from every walk of life.\n\nLet your Sims experience the challenges that come with living in their first apartment, then they can work their way up to the penthouse of their dreams."
  },
  {
    "id": 25657,
    "cover": {
      "id": 289955,
      "image_id": "co67qb"
    },
    "genres": [
      {
        "id": 5,
        "name": "Shooter"
      },
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Destiny 2",
    "storyline": "Humanity's last safe city has fallen to an overwhelming invasion force, led by Ghaul, the imposing commander of the brutal Red Legion. He has stripped the city's Guardians of their power and forced the survivors to flee."
  },
  {
    "id": 26950,
    "cover": {
      "id": 111950,
      "image_id": "co2edq"
    },
    "genres": [
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Marvel's Avengers",
    "storyline": "Marvel’s Avengers begins at A-Day, as San Francisco celebrates the opening of an Avengers West Coast Headquarters and an all-new helicarrier, powered by new experimental technology. The day turns tragic when a terrible accident results in mass destruction. Blamed for the tragedy, the Avengers disband.\n\nIron Man, Hulk, Black Widow, and Thor blame themselves for the mass devastation and the loss of Captain America. In the five years following A-Day, the team’s absence has devastating consequences worldwide. A new organization has risen - Advanced Idea Mechanics, otherwise known as AIM. AIM believes that science – not Super Heroes – is the key to protecting the world.\n\nA teenager Kamala finds herself developing extraordinary polymorphic and healing powers as a direct result of exposure to Terrigen Mists during the A-day incident. With the Avengers disbanded and Advanced Idea Mechanics turning public sentiment against Super Heroes, Kamala hides her abilities from the world.\n\nKamala’s unwavering loyalty to the Avengers, intelligence, inquisitive nature, and ever-optimistic personality lead to a huge discovery when she uncovers a shocking conspiracy. As Kamala learns to harness and embrace her powers, she finds the will and the way to reassemble Earth’s Mightiest Heroes."
  },
  {
    "id": 27316,
    "cover": {
      "id": 74261,
      "image_id": "co1lat"
    },
    "genres": [
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "A Plague Tale: Innocence"
  },
  {
    "id": 33896,
    "cover": {
      "id": 94030,
      "image_id": "co20jy"
    },
    "genres": [
      {
        "id": 10,
        "name": "Racing"
      },
      {
        "id": 13,
        "name": "Simulator"
      }
    ],
    "name": "Fernbus Simulator"
  },
  {
    "id": 36649,
    "cover": {
      "id": 70485,
      "image_id": "co1idx"
    },
    "genres": [
      {
        "id": 13,
        "name": "Simulator"
      },
      {
        "id": 15,
        "name": "Strategy"
      }
    ],
    "name": "Tropico 6"
  },
  {
    "id": 37016,
    "cover": {
      "id": 71083,
      "image_id": "co1iuj"
    },
    "genres": [
      {
        "id": 5,
        "name": "Shooter"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Metro Exodus",
    "storyline": "The year is 2036. A quarter-century after nuclear war devastated the earth, a few thousand survivors still cling to existence beneath the ruins of Moscow, in the tunnels of the Metro. They have struggled against the poisoned elements, fought mutated beasts and paranormal horrors, and suffered the flames of civil war. But now, as Artyom, you must flee the Metro and lead a band of Spartan Rangers on an incredible, continent-spanning journey across post-apocalyptic Russia in search of a new life in the East."
  },
  {
    "id": 54613,
    "cover": {
      "id": 102491,
      "image_id": "co272z"
    },
    "genres": [
      {
        "id": 7,
        "name": "Music"
      },
      {
        "id": 13,
        "name": "Simulator"
      },
      {
        "id": 31,
        "name": "Adventure"
      },
      {
        "id": 32,
        "name": "Indie"
      }
    ],
    "name": "Shape of the World"
  },
  {
    "id": 54842,
    "cover": {
      "id": 82670,
      "image_id": "co1rse"
    },
    "genres": [
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Biomutant",
    "storyline": "\"A plague is ruining the land and the Tree-of-Life is bleeding death from its roots. The Tribes stand divided, in need of someone strong enough to unite them or bring them all down…\""
  },
  {
    "id": 55047,
    "cover": {
      "id": 78587,
      "image_id": "co1omz"
    },
    "genres": [
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "The Dark Pictures Anthology: Man of Medan",
    "storyline": "Man of Medan is the first game in The Dark Pictures anthology, bringing supernatural horror to the South Pacific. Five friends set sail on a holiday diving trip with a rumored WWII wreck to find. As the day unfolds and a storm rolls in, their trip soon changes into something much more sinister. Who will live? Who will die? It’s down to you. Can you save them all?"
  },
  {
    "id": 55163,
    "cover": {
      "id": 139602,
      "image_id": "co2zpu"
    },
    "genres": [
      {
        "id": 5,
        "name": "Shooter"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Resident Evil Village",
    "storyline": "Years after the tragic events of Resident Evil 7: Biohazard, Ethan Winters has started over with his wife Mia, finally living in peace and putting the past behind them. However, the legendary Chris Redfield from previous Resident Evil games suddenly disrupts their life, throwing a devastated Ethan into a new and twisted nightmare in search of answers."
  },
  {
    "id": 71457,
    "cover": {
      "id": 133089,
      "image_id": "co2uox"
    },
    "genres": [
      {
        "id": 13,
        "name": "Simulator"
      },
      {
        "id": 31,
        "name": "Adventure"
      },
      {
        "id": 32,
        "name": "Indie"
      }
    ],
    "name": "Away: The Survival Series",
    "storyline": "A STORM IS COMING...\nSet in a distant future, a series of natural disasters threatens the survival of every species on the planet. As you venture deeper into the wilderness, do you have what it takes to make it out alive?\n\nInspired by nature documentaries, AWAY: The Survival Series is a 3rd-person adventure game that takes you on the Sugar Glider's breathtaking journey into the wild.\n\nAs cataclysmic storms bear down on the planet, you must travel across vast environments in search of safer lands. From the mighty treetops to the forest floor, immerse yourself in nature as you explore a vibrant world brimming with life, but beware of the dangers that await on your journey...\n\nIMMERSE YOURSELF IN NATURE\nWatch the world around you come to life as you explore a rich diversity of stunning environments and uncover the hidden life that lies deep within the forests, caverns, and swamps.\n\nBECOME THE SUGAR GLIDER\nSitting near the bottom of the food chain, the Sugar Glider makes up for its small size with superior agility as you jump, climb, and glide through your surroundings.\n\nEXPLORE A RICH ECOSYSTEM\nFrom tiny insects to mighty beasts, the world of AWAY is filled with animals of all shapes and sizes. But you must be cautious, as dangerous predators await in these troubled lands…\n\nENCHANTING MUSICAL SCORE\nHaving worked on hundreds of major game and movie soundtracks, including the Planet Earth II and Life nature documentaries, Mike Raznick brings his experience as a multi-award winning composer and audio director to AWAY with an enchanting orchestral score.\n\nABOUT BREAKING WALLS\nBreaking Walls is an independent game studio founded by industry veterans in Montréal. With decades of experience working on major AAA titles such as Assassin's Creed, Prince of Persia, and Far Cry, our team has spent the last three years developing AWAY."
  },
  {
    "id": 74686,
    "cover": {
      "id": 104843,
      "image_id": "co28wb"
    },
    "genres": [
      {
        "id": 8,
        "name": "Platform"
      },
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      },
      {
        "id": 31,
        "name": "Adventure"
      },
      {
        "id": 32,
        "name": "Indie"
      }
    ],
    "name": "Catmaze"
  },
  {
    "id": 74692,
    "cover": {
      "id": 90569,
      "image_id": "co1xvt"
    },
    "genres": [
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      },
      {
        "id": 13,
        "name": "Simulator"
      },
      {
        "id": 31,
        "name": "Adventure"
      },
      {
        "id": 32,
        "name": "Indie"
      }
    ],
    "name": "Boyfriend Dungeon",
    "storyline": "Romance your swords! Capture the hearts of weapons to level them up in this \"shack-and-slash\" dungeon crawling adventure. For your summer job, you’re tasked with clearing the creatures in \"the dunj\". Soon you discover the weapons you find transform into cuties… and they’re single! Spend the cash you earn on romantic outings to forge precious moments with your lovers and work together to clear the rampant monster infestations, because after all, a couple that slays together, stays together."
  },
  {
    "id": 74701,
    "cover": {
      "id": 82062,
      "image_id": "co1rbi"
    },
    "genres": [
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Star Wars Jedi: Fallen Order"
  },
  {
    "id": 75616,
    "cover": {
      "id": 213926,
      "image_id": "co4l2e"
    },
    "genres": [
      {
        "id": 8,
        "name": "Platform"
      },
      {
        "id": 13,
        "name": "Simulator"
      },
      {
        "id": 15,
        "name": "Strategy"
      },
      {
        "id": 31,
        "name": "Adventure"
      },
      {
        "id": 32,
        "name": "Indie"
      },
      {
        "id": 33,
        "name": "Arcade"
      },
      {
        "id": 35,
        "name": "Card & Board Game"
      }
    ],
    "name": "Train Station Simulator"
  },
  {
    "id": 76747,
    "cover": {
      "id": 290680,
      "image_id": "co68ag"
    },
    "genres": [
      {
        "id": 5,
        "name": "Shooter"
      },
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Atomic Heart",
    "storyline": "Set in an alternate version of the 1950s, Atomic Heart takes place in the Soviet Union in which robotics and other technologies have gone rogue. These bioengineering experiments have taken over a manufacturing facility and are running rampant. You play as KGB special age P-3 who is sent to this facility to investigate it after it had fallen silent."
  },
  {
    "id": 100413,
    "cover": {
      "id": 125666,
      "image_id": "co2oyq"
    },
    "genres": [
      {
        "id": 5,
        "name": "Shooter"
      },
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Watch Dogs: Legion",
    "storyline": "London’s fallen into a technological nightmare, but you’re sharp enough to adapt. Rally the resistance to use the city’s tech against the powers that be.\n\nWhere will you find your army? How about everywhere? Every Londoner has a reason to fight back. Play as literally any character – a bartender, an ex-spy, a graffiti artist, a fallen boxer, a well-connected lawyer, a stark raving mad grandma, anyone."
  },
  {
    "id": 102058,
    "cover": {
      "id": 111627,
      "image_id": "co2e4r"
    },
    "genres": [
      {
        "id": 5,
        "name": "Shooter"
      },
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Outriders",
    "storyline": "Play as an Outrider, the vanguard of the colonisation efforts of Enoch, now altered by the anomaly storms, your power grows as you discover the hostile planet of Enoch. Embark on a dark and desperate journey across the planet to the source of a mysterious signal."
  },
  {
    "id": 102584,
    "cover": {
      "id": 287660,
      "image_id": "co65yk"
    },
    "genres": [
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Dying Light 2: Stay Human",
    "storyline": "It’s been 15 years since humanity lost to the virus.\n\nThe last great human settlement exists within an unforgiving, infected world, plunged into a modern dark age. During the day, bandits, factions and starving survivors roam the streets scavenging for scraps - or someone to take them from, by violence if necessary. At night the infected roam free, evacuating their dark hideouts to prey on the living.\n\nYou are Aiden Caldwell, an infected survivor. Your exceptional agility and brutal combat skills make you a powerful ally and a valuable commodity in this dangerous world. You can achieve things no one else can. Enter places no one else dares. With your unique abilities you have the power to be an agent of change within this decaying metropolis."
  },
  {
    "id": 103054,
    "cover": {
      "id": 124221,
      "image_id": "co2nul"
    },
    "genres": [
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Assassin's Creed Odyssey"
  },
  {
    "id": 103298,
    "cover": {
      "id": 172571,
      "image_id": "co3p5n"
    },
    "genres": [
      {
        "id": 5,
        "name": "Shooter"
      }
    ],
    "name": "Doom Eternal"
  },
  {
    "id": 103329,
    "cover": {
      "id": 112591,
      "image_id": "co2evj"
    },
    "genres": [
      {
        "id": 5,
        "name": "Shooter"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Control",
    "storyline": "After a secretive agency in New York is invaded by an otherworldly threat, you become the new Director struggling to regain Control.\n\nControl is Jesse Faden’s story and her personal search for answers as she grows into the role of the Director. The world of Control has its own story, as do the allies Jesse meets along the way. Jesse works with other Bureau agents and discovers strange experiments and secrets."
  },
  {
    "id": 103381,
    "cover": {
      "id": 120961,
      "image_id": "co2lc1"
    },
    "genres": [
      {
        "id": 5,
        "name": "Shooter"
      }
    ],
    "name": "CRSED: F.O.A.D."
  },
  {
    "id": 104977,
    "cover": {
      "id": 104781,
      "image_id": "co28ul"
    },
    "genres": [
      {
        "id": 8,
        "name": "Platform"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Asterix & Obelix XXL 2",
    "storyline": "By Toutatis! The indomitable Gauls are back with a new video game!\nMore than 10 years following their last appearance on games consoles and PC, Asterix and Obelix are back and in better shape than ever! Asterix & Obelix XXL 2 is a superb blend of action and adventure for all ages, with a winning combination of comedy and brawling.\nBut where has Getafix gone? The long-bearded druid has disappeared after betraying his own people for Julius Caesar! The Gaulish village is in uproar! They must find out the truth! Always ready for a fight, Asterix and Obelix are sent to Rome on a mission by their chief Vitalstatistix. There, they find a new amusement park - Las Vegum - built by the famous Roman emperor. To what end? What is Getafix hiding?"
  },
  {
    "id": 105002,
    "cover": {
      "id": 253121,
      "image_id": "co5fb5"
    },
    "genres": [
      {
        "id": 4,
        "name": "Fighting"
      },
      {
        "id": 8,
        "name": "Platform"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Asterix & Obelix XXL 3: The Crystal Menhir",
    "storyline": "One day, the village druid Getafix receives a strange letter. It is from Avina Gandir, the high priestess of Thule. She warns the druid of a grave threat to his people and asks him to take a mysterious Menhir out of its hiding place."
  },
  {
    "id": 105049,
    "cover": {
      "id": 75344,
      "image_id": "co1m4w"
    },
    "genres": [
      {
        "id": 5,
        "name": "Shooter"
      },
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Remnant: From the Ashes"
  },
  {
    "id": 107250,
    "cover": {
      "id": 68025,
      "image_id": "ohbqhbajawmqgomx7bio"
    },
    "genres": [
      {
        "id": 5,
        "name": "Shooter"
      },
      {
        "id": 24,
        "name": "Tactical"
      }
    ],
    "name": "World of Warships: Legends"
  },
  {
    "id": 109074,
    "cover": {
      "id": 102813,
      "image_id": "co27bx"
    },
    "genres": [
      {
        "id": 10,
        "name": "Racing"
      },
      {
        "id": 13,
        "name": "Simulator"
      }
    ],
    "name": "Tourist Bus Simulator"
  },
  {
    "id": 112874,
    "cover": {
      "id": 115194,
      "image_id": "co2gvu"
    },
    "genres": [
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Horizon Forbidden West",
    "storyline": "Aloy treks into an arcane region and faces with new hostile enemies and threat in the search for the cause of a mysterious, dangerous blight."
  },
  {
    "id": 112875,
    "cover": {
      "id": 269779,
      "image_id": "co5s5v"
    },
    "genres": [
      {
        "id": 25,
        "name": "Hack and slash/Beat 'em up"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "God of War Ragnarök",
    "storyline": "The freezing winds of Fimbulwinter have come to Midgard, making survival for Kratos, Atreus, and Mimir in the Norse wilds even more challenging than before.\n\nWhile the last game built an enormous amount of trust and understanding between father and son, there is still a great deal of complexity in their interactions – especially after the revelation of Atreus’ Giant heritage and the hidden prophecy only Kratos saw.\n\nAtreus is desperately curious. Like most young people, he wants to understand who he is more than anything. In this case, he wants to understand who he could be. The mystery of Loki’s role in the upcoming conflict is something that Atreus cannot let go of. He wants to keep his family safe, but Atreus also doesn’t want to stand by and do nothing while conflict consumes the Nine Realms.\n\nKratos, still bearing the knowledge of his past mistakes, wants to spare Atreus the bloody lessons he learned from his conflict with gods. He wants to keep his son safe, above all, and their confrontation with Baldur has vindicated the belief that only tragedy will come from further entanglements with the Aesir.\n\nTogether, Kratos and Atreus will have to make a choice about which path they will take. Whatever they choose will define the fate of all those living in the Nine Realms as Ragnarök approaches."
  },
  {
    "id": 112916,
    "cover": {
      "id": 94121,
      "image_id": "co20mh"
    },
    "genres": [
      {
        "id": 4,
        "name": "Fighting"
      }
    ],
    "name": "Mortal Kombat 11",
    "storyline": "Some time after Shinnok's defeat at the hands of Cassie Cage, Raiden is seen torturing the fallen Elder God in the damaged Jinsei Chamber. The God of Thunder, now with a darker persona due to the Jinsei's corruption, announces to Shinnok that he will no longer have mercy and will destroy Earthrealm's enemies before they can attack the realm. Though Shinnok reminds him that he cannot kill an Elder God, but Raiden retorts that \"There are fates worse than death\" and decapitates him. Raiden resolves to deliver him to Liu Kang in the Netherrealm as a warning and before teleporting away. The Keeper of Time, Kronika, appears in the chamber, enraged at Raiden for upsetting the balance of time after the events of Mortal Kombat X. She confronts and tells Shinnok that the Arc of Time bends to her will and that \"it's only a matter of time.\" Tired of Earthrealm’s defiance, Kronika will bring order to the universe through any means necessary."
  },
  {
    "id": 113108,
    "cover": {
      "id": 79791,
      "image_id": "co1pkf"
    },
    "genres": [
      {
        "id": 5,
        "name": "Shooter"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Journey to the Savage Planet"
  },
  {
    "id": 113598,
    "cover": {
      "id": 217721,
      "image_id": "co4nzt"
    },
    "genres": [
      {
        "id": 5,
        "name": "Shooter"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Deathloop",
    "storyline": "Take part in the eternal struggle between two extraordinary assassins.\n\nTake on the role of Colt as you search for a way to put an end to a timeloop trapping Blackreef while being hunted by the island’s inhabitants.\n\nUse powerful weapons and abilities to take out eight key targets across the stunning and chaotic island before the day resets.\n\nLurking in the shadows is rival assassin Julianna whose sole mission is to take Colt out and keep the loop going. Learn from each cycle, try new paths and approaches to break the loop once and for all."
  },
  {
    "id": 114795,
    "cover": {
      "id": 89412,
      "image_id": "co1wzo"
    },
    "genres": [
      {
        "id": 5,
        "name": "Shooter"
      }
    ],
    "name": "Apex Legends",
    "storyline": "A WORLD WHERE ANYTHING GOES\n\nThe Frontier War is over. After hundreds of years of conflict between the Interstellar Manufacturing Corporation and the Militia founded to fight them, the far-off region of space known as the Frontier can finally know peace.\n\nBut liberation can come at a cost: when the IMC and the Militia departed, they took everything of value and left the Frontier worlds in disarray. With no way to support themselves, the people of the Frontier had no choice but to leave their homes. The brave relocated to the Outlands.\n\nA remote cluster of planets on the fringes of the Frontier, the Outlands are untouched by war and teeming with resources and opportunity. But life is cheap here, and danger lurks around every corner. Its pioneers, explorers, and outlaws used to spend their lives locked in an endless power struggle – now, they settle their differences in the Apex Games, a bloodsport where Legends from all corners of the Frontier compete for money, fame, and glory."
  },
  {
    "id": 115115,
    "cover": {
      "id": 96667,
      "image_id": "co22l7"
    },
    "genres": [
      {
        "id": 5,
        "name": "Shooter"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Resident Evil 3",
    "storyline": "A series of strange disappearances have been occurring in the American Midwest within a place called Racoon City. A specialist squad of the police force known as S.T.A.R.S. has been investigating the case, and have determined that the pharmaceutical company Umbrella and their biological weapon, the T-Virus, are behind the incidents. Jill Valentine and the other surviving S.T.A.R.S. members try to make this truth known, but find that the police department itself is under Umbrella's sway and their reports are rejected out of hand. With the viral plague spreading through the town and to her very doorstep, Jill is determined to survive. However, an extremely powerful pursuer has already been dispatched to eliminate her."
  },
  {
    "id": 116183,
    "cover": {
      "id": 188626,
      "image_id": "co41jm"
    },
    "genres": [
      {
        "id": 14,
        "name": "Sport"
      },
      {
        "id": 15,
        "name": "Strategy"
      },
      {
        "id": 25,
        "name": "Hack and slash/Beat 'em up"
      },
      {
        "id": 33,
        "name": "Arcade"
      }
    ],
    "name": "Guts 'N Goals"
  },
  {
    "id": 116200,
    "cover": {
      "id": 122455,
      "image_id": "co2mhj"
    },
    "genres": [
      {
        "id": 5,
        "name": "Shooter"
      }
    ],
    "name": "Back 4 Blood",
    "storyline": "Fight your way through a dynamic, perilous world in a 4-player co-op story campaign where you must work together to survive increasingly challenging missions. Play with up to 3 of your friends online or go solo and lead your team in battle.\nChoose from 8 customizable Cleaners, one of the immune survivors, and a range of lethal weapons and items. Strategise against an ever-evolving enemy bent on your total destruction.\n\nPlay with or against friends in PVP. Switch between playing as a Cleaner with special perks and the horrific Ridden. Both sides come with unique weapons, abilities, and specialties.\n\nA new \"rogue-lite\" Card System creates different experiences each and every time, putting you in control to craft custom decks, roll different builds and undertake more demanding fights.\nThe Game Director is constantly adjusting to player actions, ensuring exciting fights, extreme gameplay diversity, and tougher legions of Ridden - including mutated boss types up to 20 feet tall."
  },
  {
    "id": 116634,
    "cover": {
      "id": 110379,
      "image_id": "co2d63"
    },
    "genres": [
      {
        "id": 9,
        "name": "Puzzle"
      },
      {
        "id": 31,
        "name": "Adventure"
      },
      {
        "id": 32,
        "name": "Indie"
      }
    ],
    "name": "Beyond a Steel Sky",
    "storyline": "You are Robert Foster. A child has been abducted in a brutal attack. You have vowed to bring him home. But the trail has led you from your community of desert wasteland dwellers, to Union City, one of the last remaining mega-cities in a world ravaged by shattering wars, and political meltdown.\n\nFortified and impenetrable, it is a utopia in which people live happily under the surveillance and control of a benign AI. But all is far from what it seems..."
  },
  {
    "id": 117509,
    "cover": {
      "id": 238199,
      "image_id": "co53sn"
    },
    "genres": [
      {
        "id": 5,
        "name": "Shooter"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "XIII",
    "storyline": "The country is still in shock after the assassination of President Sheridan. You wake up wounded, without any memory, on a deserted beach of the west coast. The only clues to your identity are the number XIII tattooed near your collarbone and a locker key. Despite your amnesia, you discover that you have the reflexes of a fully trained professional fighter. You take the road seeking for pieces of your past, finding out that you played a role in the murder of the President of the United States and uncovering the most horrific conspiracy in the entire history of the country."
  },
  {
    "id": 118882,
    "cover": {
      "id": 93986,
      "image_id": "co20iq"
    },
    "genres": [
      {
        "id": 5,
        "name": "Shooter"
      },
      {
        "id": 24,
        "name": "Tactical"
      }
    ],
    "name": "Tom Clancy's Rainbow Six Siege: Deluxe Edition"
  },
  {
    "id": 119158,
    "cover": {
      "id": 223336,
      "image_id": "co4sbs"
    },
    "genres": [
      {
        "id": 10,
        "name": "Racing"
      },
      {
        "id": 13,
        "name": "Simulator"
      },
      {
        "id": 14,
        "name": "Sport"
      }
    ],
    "name": "Roller Champions"
  },
  {
    "id": 119159,
    "cover": {
      "id": 161481,
      "image_id": "co3gll"
    },
    "genres": [
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      },
      {
        "id": 13,
        "name": "Simulator"
      },
      {
        "id": 15,
        "name": "Strategy"
      }
    ],
    "name": "Fuga: Melodies of Steel"
  },
  {
    "id": 119239,
    "cover": {
      "id": 90412,
      "image_id": "co1xrg"
    },
    "genres": [
      {
        "id": 8,
        "name": "Platform"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "SpongeBob SquarePants: Battle for Bikini Bottom - Rehydrated"
  },
  {
    "id": 119262,
    "cover": {
      "id": 153063,
      "image_id": "co3a3r"
    },
    "genres": [
      {
        "id": 5,
        "name": "Shooter"
      },
      {
        "id": 15,
        "name": "Strategy"
      }
    ],
    "name": "Tom Clancy's Rainbow Six Extraction",
    "storyline": "The Rainbow operators will face off against a totally new breed of mutated alien parasite. Infecting human hosts and their surroundings, this new enemy is more lethal and challenging than ever before."
  },
  {
    "id": 119305,
    "cover": {
      "id": 104915,
      "image_id": "co28yb"
    },
    "genres": [
      {
        "id": 9,
        "name": "Puzzle"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "LEGO Star Wars: The Skywalker Saga"
  },
  {
    "id": 119308,
    "cover": {
      "id": 240971,
      "image_id": "co55xn"
    },
    "genres": [
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Ghostwire: Tokyo",
    "storyline": "Tokyo is overrun by deadly supernatural forces, perpetrated by a dangerous occultist, causing Tokyo's population to vanish in an instant."
  },
  {
    "id": 119357,
    "cover": {
      "id": 197339,
      "image_id": "co489n"
    },
    "genres": [
      {
        "id": 9,
        "name": "Puzzle"
      },
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Immortals Fenyx Rising"
  },
  {
    "id": 119464,
    "cover": {
      "id": 194068,
      "image_id": "co45qs"
    },
    "genres": [
      {
        "id": 5,
        "name": "Shooter"
      },
      {
        "id": 15,
        "name": "Strategy"
      },
      {
        "id": 32,
        "name": "Indie"
      }
    ],
    "name": "Lemnis Gate",
    "storyline": "Lemnis Gate is a time-warping, turn-based, multiplayer combat strategy FPS. Over five alternating turns taking place in a 25” time-loop, you are called to master the unique abilities of a varied cast of deep-space operatives and outskill, outsmart, and outmanoeuvre your opponent in mind-bending, four-dimensional battles.\n\nMatches in Lemnis Gate take place within time loops. You have 25 seconds to execute your action, be it blasting an enemy, manoeuvring your operative, or setting up your next move. After all players have taken turns, the next 25-second round begins. Now you’ll face what has happened while setting up what will happen. Each of the five rounds is your chance to alter the timeline as past, present, and future converge.\n\nWith a varied cast of characters to choose from, how you play is up to you. Lay damaging toxic waste in your enemy’s path, slow time to land the perfect shot, or deploy protective orbs to assist your future self. Every operative possesses a distinctive loadout and special ability that proves decisive on the battlefield.\n\nWelcome to the team comprised entirely of one: you. With Lemnis Gate’s innovative auto co-op feature, you command every member of your side. Auto co-op gives you total control of five deep-space operatives, effectively enabling two competitors to duke it out in bustling ten-character matches. Become a literal one-person army.\n\nFrom the first second to the last, anything can happen in Lemnis Gate. Each round is a fresh chance to implement an unbeatable new strategy – or earn redemption from an earlier error. Predict hostiles’ routes, infiltrate enemy lines, and develop multi-layered gameplans by co-operating with yourself. Experiment both in and outside time, and get creative with causality."
  },
  {
    "id": 119507,
    "cover": {
      "id": 79325,
      "image_id": "co1p7h"
    },
    "genres": [
      {
        "id": 5,
        "name": "Shooter"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Destiny 2: Shadowkeep",
    "storyline": "As the heroes of the last safe city turned their attention to frontiers beyond the protection of the Vanguard, new Nightmares have emerged from the shadows of our long-forgotten Moon. Called forth by the haunting visions from her tormented past, Eris Morn has returned and unleashed something that once slumbered beneath the lunar surface – a long dormant power even she cannot control."
  },
  {
    "id": 119574,
    "cover": {
      "id": 125791,
      "image_id": "co2p27"
    },
    "genres": [
      {
        "id": 5,
        "name": "Shooter"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Watch Dogs: Legion - Ultimate Edition",
    "storyline": "London’s fallen into a technological nightmare, but you’re sharp enough to adapt. Rally the resistance to use the city’s tech against the powers that be.\n\nWhere will you find your army? How about everywhere? Every Londoner has a reason to fight back. Play as literally any character – a bartender, an ex-spy, a graffiti artist, a fallen boxer, a well-connected lawyer, a stark raving mad grandma, anyone."
  },
  {
    "id": 119575,
    "cover": {
      "id": 129589,
      "image_id": "co2rzp"
    },
    "genres": [
      {
        "id": 5,
        "name": "Shooter"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Watch Dogs: Legion - Gold Edition",
    "storyline": "London’s fallen into a technological nightmare, but you’re sharp enough to adapt. Rally the resistance to use the city’s tech against the powers that be.\n\nWhere will you find your army? How about everywhere? Every Londoner has a reason to fight back. Play as literally any character – a bartender, an ex-spy, a graffiti artist, a fallen boxer, a well-connected lawyer, a stark raving mad grandma, anyone."
  },
  {
    "id": 119617,
    "cover": {
      "id": 125328,
      "image_id": "co2opc"
    },
    "genres": [
      {
        "id": 31,
        "name": "Adventure"
      },
      {
        "id": 32,
        "name": "Indie"
      }
    ],
    "name": "Voyage"
  },
  {
    "id": 119888,
    "cover": {
      "id": 86495,
      "image_id": "co1uqn"
    },
    "genres": [
      {
        "id": 5,
        "name": "Shooter"
      }
    ],
    "name": "Doom: Eternal - Deluxe Edition"
  },
  {
    "id": 120619,
    "cover": {
      "id": 157531,
      "image_id": "co3djv"
    },
    "genres": [
      {
        "id": 4,
        "name": "Fighting"
      },
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      },
      {
        "id": 31,
        "name": "Adventure"
      },
      {
        "id": 32,
        "name": "Indie"
      }
    ],
    "name": "Tribes of Midgard"
  },
  {
    "id": 120654,
    "cover": {
      "id": 105860,
      "image_id": "co29ok"
    },
    "genres": [
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      },
      {
        "id": 15,
        "name": "Strategy"
      },
      {
        "id": 16,
        "name": "Turn-based strategy (TBS)"
      },
      {
        "id": 24,
        "name": "Tactical"
      },
      {
        "id": 31,
        "name": "Adventure"
      },
      {
        "id": 32,
        "name": "Indie"
      }
    ],
    "name": "The Dungeon of Naheulbeuk: The Amulet of Chaos",
    "storyline": "Are you ready to dive into a tactical RPG chock-full of charm, humor and crazy characters?!\n\nThey are clumsy, inexperienced and feisty but...they’ll have to endure each other’s company to get the dungeon’s treasure.\n\nHowever, a feeling of déjà-vu quickly arises...\n\nGuide this team of unlikely heroes in an adventure full of humor and chaos!\n\nThe Naheulbeuk universe is an original creation by French author John Lang. It started as a very popular audio comedy series parodying role-playing games and heroic fantasy tropes. Now the story is available in English and as a video game for the first time!"
  },
  {
    "id": 121709,
    "cover": {
      "id": 111585,
      "image_id": "co2e3l"
    },
    "genres": [
      {
        "id": 5,
        "name": "Shooter"
      },
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      },
      {
        "id": 13,
        "name": "Simulator"
      },
      {
        "id": 31,
        "name": "Adventure"
      },
      {
        "id": 32,
        "name": "Indie"
      }
    ],
    "name": "The Falconeer",
    "storyline": "Generations of poisonous decisions and treason swirl in the deep, as factions collide.\n\nBecome the Falconeer and soar through the skies aboard a devastatingly powerful Warbird. Uncover secrets lost to the sea as you join or oppose different factions and clans scattered throughout the mysterious world of The Great Ursee. Take advantage of multiple Falconeer classes with individual stats, weapons and warbirds that can be upgraded through winning battles, completing quests, discovering secrets, or applying Mutagens or Chants. Use ocean thermals and energy to dive, dodge, barrel-roll, and twist to gain an advantage.\n\nThe Falconeer is an open-world air combat game, featuring fast, brutal aerial dogfights and deep exploration of an incredible fantasy open-world set not only above the clouds, but also amongst the waves and down through the sunken, ocean depths."
  },
  {
    "id": 121753,
    "cover": {
      "id": 90612,
      "image_id": "co1xx0"
    },
    "genres": [
      {
        "id": 5,
        "name": "Shooter"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Metro Exodus: The Two Colonels",
    "storyline": "The Two Colonels, is that of Colonel Khlebnikov, just below the surface, under the dead city of Novosibirsk, as he makes his way home to his son, Kirill, for New Year’s Eve.\nBut all is not well with the people here: the slime is further consuming the tunnels, mutant attacks appear to be on the rise and the precious ‘green stuff’ that protects the people from radiation poisoning is running low. In order to secure the survival of any of the people, those in charge may need to take drastic measures…\nFollowing the journey and experiences of Khlebnikov during the last days of life in Novosibirsk, which Colonel Miller retraces a year later, players can expect the classic story-driven gameplay of the Metro series in this new linear chapter, complete with a brand new weapon, the deadly flame-thrower, claustrophobic environments, and the all-too-familiar hair-raising tension."
  },
  {
    "id": 121754,
    "cover": {
      "id": 236708,
      "image_id": "co52n8"
    },
    "genres": [
      {
        "id": 5,
        "name": "Shooter"
      },
      {
        "id": 9,
        "name": "Puzzle"
      },
      {
        "id": 15,
        "name": "Strategy"
      },
      {
        "id": 31,
        "name": "Adventure"
      },
      {
        "id": 32,
        "name": "Indie"
      }
    ],
    "name": "Orcs Must Die! 3"
  },
  {
    "id": 121756,
    "cover": {
      "id": 90613,
      "image_id": "co1xx1"
    },
    "genres": [
      {
        "id": 5,
        "name": "Shooter"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Metro Exodus: Sam's Story",
    "storyline": "Sam, a US marine at the Moscow embassy before the bombs were dropped, has long dreamed of returning to his homeland, and maybe finding his family alive. The prospect seemed impossible in the darkened tunnels of the Metro, but when the Spartans discovered that Moscow was not the only city left alive after the war, holding out hope didn’t feel so foolish anymore.\nSam makes his way away from the Aurora in search of a way back to the USA, arriving at the remains of Vladivostok’s tsunami ravaged harbours, ruined industrial buildings, and crumbling residential districts. To complete his journey, Sam will discover that he needs every tactic he has learned so far to survive, as his surroundings prove to be far trickier than expected.\nPlayers will forge Sam's path through the sandbox survival landscape of Vladivostok, as they take a brand new journey across the wasteland of post-apocalyptic Russia."
  },
  {
    "id": 121761,
    "cover": {
      "id": 82562,
      "image_id": "co1rpe"
    },
    "genres": [
      {
        "id": 13,
        "name": "Simulator"
      },
      {
        "id": 15,
        "name": "Strategy"
      }
    ],
    "name": "Spacebase Startopia",
    "storyline": "\"Help, we're all going to d... Wha... Oh, excuse me, it seems my system is no longer up-to-date – [old memory status deleted] – so, much better… WELCOME to the Spacebase Startopia! I'm VAL, your helpful and efficient Space Station AI!\n\nAccording to my records, this Station hasn’t been used at all in the last 17 years! How very strange. Furthermore, it would appear that you are the only rational life form in this Sector. Well then, CONGRATULATIONS! I hereby officially pronounce you Commander of this Space Station! Hopefully you will enjoy more success than your predecessor who, according to the logbook, er… ran into some wormlike Aliens… Oh, nothing to worry about!\n\nTo keep the same thing from happening to you, there's a lot you're going to have to do. Amongst others, there’s the development of further Sectors, maintenance of the three vital Main Decks as well as the customer acquisition and entertainment of our extraterrestrial visitors, who provide us with sufficient Energy for our plans for global improvement. Oh, and before I forget – it's probably just a bug in my security protocols anyway – but my sensors are showing just loads of enemy creatures in all of the other Sectors…\n\nSo, what are we waiting for? Let's get to work! Let us join forces to conquer space.\""
  },
  {
    "id": 121763,
    "cover": {
      "id": 172626,
      "image_id": "co3p76"
    },
    "genres": [
      {
        "id": 2,
        "name": "Point-and-click"
      },
      {
        "id": 9,
        "name": "Puzzle"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Syberia: The World Before"
  },
  {
    "id": 121764,
    "cover": {
      "id": 90473,
      "image_id": "co1xt5"
    },
    "genres": [
      {
        "id": 13,
        "name": "Simulator"
      },
      {
        "id": 15,
        "name": "Strategy"
      }
    ],
    "name": "Port Royale 4"
  },
  {
    "id": 122120,
    "cover": {
      "id": 94523,
      "image_id": "co20xn"
    },
    "genres": [
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "The Dark Pictures Anthology: Little Hope"
  },
  {
    "id": 125166,
    "cover": {
      "id": 151525,
      "image_id": "co38x1"
    },
    "genres": [
      {
        "id": 5,
        "name": "Shooter"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Battlefield 2042"
  },
  {
    "id": 125627,
    "cover": {
      "id": 136340,
      "image_id": "co2x78"
    },
    "genres": [
      {
        "id": 13,
        "name": "Simulator"
      },
      {
        "id": 15,
        "name": "Strategy"
      }
    ],
    "name": "Planet Coaster: Console Edition"
  },
  {
    "id": 126290,
    "cover": {
      "id": 124036,
      "image_id": "co2npg"
    },
    "genres": [
      {
        "id": 5,
        "name": "Shooter"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Far Cry 6",
    "storyline": "As Dani Rojas (playable as a female or male character), you will help stoke the fires of revolution through guerrilla warfare across the island of Yara, from verdant jungles to the urban streets of the capital city, Esperanza. You’ll use a powerful array of weapons and vehicles, and build a network of allies to fight alongside you, including Fangs for Hire like Chorizo, the dangerously distracting wiener dog. As President Castillo prepares his son Diego, played by Anthony Gonzalez (“Coco”), to succeed him, you will do all you can to ensure his plans don’t come to fruition."
  },
  {
    "id": 126621,
    "cover": {
      "id": 121610,
      "image_id": "co2lu2"
    },
    "genres": [
      {
        "id": 9,
        "name": "Puzzle"
      },
      {
        "id": 13,
        "name": "Simulator"
      },
      {
        "id": 32,
        "name": "Indie"
      },
      {
        "id": 35,
        "name": "Card & Board Game"
      }
    ],
    "name": "LIT: Bend the Light"
  },
  {
    "id": 126725,
    "cover": {
      "id": 175137,
      "image_id": "co3r4x"
    },
    "genres": [
      {
        "id": 8,
        "name": "Platform"
      },
      {
        "id": 31,
        "name": "Adventure"
      },
      {
        "id": 32,
        "name": "Indie"
      }
    ],
    "name": "Pumpkin Jack",
    "storyline": "Follow the will of the Devil himself and slay your nemesis in an epic quest that will take you on a journey in the Arc En Ciel Kingdom, a mythical realm shattered by the curse. You will meet friends along the way, from a haughty owl to a snarky crow! Travel through epic and dramatic settings, with each level having its own eerie atmosphere."
  },
  {
    "id": 127348,
    "cover": {
      "id": 140896,
      "image_id": "co30ps"
    },
    "genres": [
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      }
    ],
    "name": "Dungeons & Dragons: Dark Alliance"
  },
  {
    "id": 127358,
    "cover": {
      "id": 119001,
      "image_id": "co2jtl"
    },
    "genres": [
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      },
      {
        "id": 16,
        "name": "Turn-based strategy (TBS)"
      },
      {
        "id": 31,
        "name": "Adventure"
      },
      {
        "id": 32,
        "name": "Indie"
      }
    ],
    "name": "Ruined King: A League of Legends Story"
  },
  {
    "id": 130000,
    "cover": {
      "id": 94110,
      "image_id": "co20m6"
    },
    "genres": [
      {
        "id": 5,
        "name": "Shooter"
      },
      {
        "id": 13,
        "name": "Simulator"
      },
      {
        "id": 14,
        "name": "Sport"
      },
      {
        "id": 15,
        "name": "Strategy"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Hunting Simulator 2"
  },
  {
    "id": 132220,
    "cover": {
      "id": 114454,
      "image_id": "co2gba"
    },
    "genres": [
      {
        "id": 10,
        "name": "Racing"
      },
      {
        "id": 13,
        "name": "Simulator"
      },
      {
        "id": 14,
        "name": "Sport"
      }
    ],
    "name": "Monster Truck Championship",
    "storyline": "The first Monster Truck simulation! \nFrom Las Vegas to Orlando, go head-to-head against experienced drivers in drag races and freestyle competitions! But before you can pull off doughnuts, wheelies and bicycles, you must first tune your truck to perfection. These machines are spectacular and impressive yet highly technical to drive. The game faithfully reproduces all the unique demands of mastering these powerful trucks, including independent front and rear wheel management, mass transfer anticipation in bends, and predicting bounces after jumps."
  },
  {
    "id": 133004,
    "cover": {
      "id": 111927,
      "image_id": "co2ed3"
    },
    "genres": [
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Assassin's Creed Valhalla",
    "storyline": "Playable as female or male, Eivor leads a clan of Norse people across the icy North Sea to flee Norway’s endless war and dwindling resources. If they hope to survive, they’ll have to build a new home in the hostile lands of England. There, you’ll provide for yourself and your people by constructing, customizing, and upgrading your settlement with new buildings like barracks, blacksmiths, and tattoo parlors, all while recruiting new members to grow your clan."
  },
  {
    "id": 133301,
    "cover": {
      "id": 111647,
      "image_id": "co2e5b"
    },
    "genres": [
      {
        "id": 10,
        "name": "Racing"
      },
      {
        "id": 13,
        "name": "Simulator"
      },
      {
        "id": 14,
        "name": "Sport"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Dirt 5",
    "storyline": "World-renowned voice talents Troy Baker and Nolan North head up the cast of DIRT 5’s story-driven Career mode. Earn sponsorships and unique rewards and take on a fierce rival in our biggest ever Career."
  },
  {
    "id": 133773,
    "cover": {
      "id": 111643,
      "image_id": "co2e57"
    },
    "genres": [
      {
        "id": 10,
        "name": "Racing"
      },
      {
        "id": 13,
        "name": "Simulator"
      },
      {
        "id": 14,
        "name": "Sport"
      }
    ],
    "name": "WRC 9"
  },
  {
    "id": 133887,
    "cover": {
      "id": 100879,
      "image_id": "co25u7"
    },
    "genres": [
      {
        "id": 13,
        "name": "Simulator"
      },
      {
        "id": 14,
        "name": "Sport"
      }
    ],
    "name": "Tony Hawk's Pro Skater 1+2"
  },
  {
    "id": 134101,
    "cover": {
      "id": 182234,
      "image_id": "co3wm2"
    },
    "genres": [
      {
        "id": 13,
        "name": "Simulator"
      },
      {
        "id": 14,
        "name": "Sport"
      }
    ],
    "name": "FIFA 21"
  },
  {
    "id": 134581,
    "cover": {
      "id": 111326,
      "image_id": "co2dwe"
    },
    "genres": [
      {
        "id": 25,
        "name": "Hack and slash/Beat 'em up"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Marvel's Spider-Man: Miles Morales"
  },
  {
    "id": 134582,
    "cover": {
      "id": 130671,
      "image_id": "co2str"
    },
    "genres": [
      {
        "id": 5,
        "name": "Shooter"
      },
      {
        "id": 8,
        "name": "Platform"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Ratchet & Clank: Rift Apart",
    "storyline": "They've travelled through space. They've travelled through time. Now, they'll have to travel through dimensions as their galaxy seems to rip itself apart. Ratchet and Clank must save the universe - again."
  },
  {
    "id": 134583,
    "cover": {
      "id": 225747,
      "image_id": "co4u6r"
    },
    "genres": [
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Forspoken",
    "storyline": "Forspoken follows the journey of Frey, a young New Yorker transported to the beautiful and cruel land of Athia. In search of a way home, Frey must use her newfound magical abilities to traverse sprawling landscapes and battle monstrous creatures."
  },
  {
    "id": 134584,
    "cover": {
      "id": 181873,
      "image_id": "co3wc1"
    },
    "genres": [
      {
        "id": 5,
        "name": "Shooter"
      }
    ],
    "name": "Returnal",
    "storyline": "Break the cycle of chaos on an always-changing alien planet where even death is no escape.\n\nAfter crash-landing on this shape-shifting world, Selene must search through the barren landscape of an ancient civilization for her escape. Isolated and alone, she finds herself fighting tooth and nail for survival. Again and again, she’s defeated – forced to restart her journey every time she dies"
  },
  {
    "id": 134585,
    "cover": {
      "id": 193178,
      "image_id": "co4522"
    },
    "genres": [
      {
        "id": 8,
        "name": "Platform"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Sackboy: A Big Adventure"
  },
  {
    "id": 134587,
    "cover": {
      "id": 115206,
      "image_id": "co2gw6"
    },
    "genres": [
      {
        "id": 10,
        "name": "Racing"
      },
      {
        "id": 14,
        "name": "Sport"
      }
    ],
    "name": "Destruction AllStars"
  },
  {
    "id": 134606,
    "cover": {
      "id": 119925,
      "image_id": "co2kj9"
    },
    "genres": [
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Demon's Souls",
    "storyline": "Demon's Souls is set in a fictional dark fantasy world, taking part mostly in the southern medieval kingdom of Boletaria, that has been consumed by a thick, mysterious Fog that is creeping ever out to blanket the entire world. The Old One, a colossal immortal flying Demon, has been awoken and with it Demons have come forth to consume the souls of men. Only when The Old One is lulled back to eternal slumber will the fog dissipate and the world be restored."
  },
  {
    "id": 134822,
    "cover": {
      "id": 181876,
      "image_id": "co3wc4"
    },
    "genres": [
      {
        "id": 9,
        "name": "Puzzle"
      },
      {
        "id": 15,
        "name": "Strategy"
      },
      {
        "id": 31,
        "name": "Adventure"
      },
      {
        "id": 32,
        "name": "Indie"
      }
    ],
    "name": "Operation: Tango"
  },
  {
    "id": 134830,
    "cover": {
      "id": 105924,
      "image_id": "co29qc"
    },
    "genres": [
      {
        "id": 5,
        "name": "Shooter"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Destiny 2: Beyond Light"
  },
  {
    "id": 134831,
    "cover": {
      "id": 170857,
      "image_id": "co3nu1"
    },
    "genres": [
      {
        "id": 5,
        "name": "Shooter"
      },
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      },
      {
        "id": 24,
        "name": "Tactical"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Destiny 2: The Witch Queen",
    "storyline": "Delve into Savathûn’s Throne World to uncover the mystery of how she and her Lucent Hive stole the Light. Learn the secrets to crafting new weapons, the new Glaive, and survive the truth within her web of lies. A twisted wonderland of corruption and splendor, Savathûn’s Throne World plays host to a fragile balance of power. From her palace to the swamp, all that she hides can be found here. Create custom weaponry with unique mod, shader, and stat combinations. Master the new Glaive weapon type and unleash powerful melee combos, projectile attacks, and a deployable energy shield."
  },
  {
    "id": 134832,
    "cover": {
      "id": 238785,
      "image_id": "co548x"
    },
    "genres": [
      {
        "id": 5,
        "name": "Shooter"
      },
      {
        "id": 31,
        "name": "Adventure"
      },
      {
        "id": 33,
        "name": "Arcade"
      }
    ],
    "name": "Destiny 2: Lightfall"
  },
  {
    "id": 135254,
    "cover": {
      "id": 116248,
      "image_id": "co2hp4"
    },
    "genres": [
      {
        "id": 8,
        "name": "Platform"
      }
    ],
    "name": "Crash Bandicoot 4: It's About Time",
    "storyline": "Following his defeat in Crash Bandicoot: Warped, Uka Uka attempts to liberate himself and his acolytes Doctor Neo Cortex and Nefarious Tropy from their prison in the past. His latest effort rips open a hole in the fabric of space and time, and causes him to pass out. Cortex and N. Tropy swiftly escape and discover that the rift they use links their universe to the rest of the multiverse. They now want to make use of it to conquer all dimensions. It’s up to Crash and Coco to save the day."
  },
  {
    "id": 135554,
    "cover": {
      "id": 120829,
      "image_id": "co2l8d"
    },
    "genres": [
      {
        "id": 5,
        "name": "Shooter"
      },
      {
        "id": 8,
        "name": "Platform"
      },
      {
        "id": 15,
        "name": "Strategy"
      },
      {
        "id": 32,
        "name": "Indie"
      }
    ],
    "name": "Worms Rumble",
    "storyline": "Use a variety of fan-favourite weapons like the Bazooka and Shotgun plus all-new additions to the armoury to bring the pain to your invertebrate opponents as you climb the ranks. Customise your worm, take part in challenges and seasonal events and experiment with new ways to play in The Lab. This is Worms, reinvented."
  },
  {
    "id": 135668,
    "cover": {
      "id": 138411,
      "image_id": "co2ysr"
    },
    "genres": [
      {
        "id": 10,
        "name": "Racing"
      },
      {
        "id": 13,
        "name": "Simulator"
      },
      {
        "id": 14,
        "name": "Sport"
      }
    ],
    "name": "Rims Racing"
  },
  {
    "id": 136604,
    "cover": {
      "id": 112619,
      "image_id": "co2ewb"
    },
    "genres": [
      {
        "id": 5,
        "name": "Shooter"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Control: Ultimate Edition"
  },
  {
    "id": 136625,
    "cover": {
      "id": 114879,
      "image_id": "co2gn3"
    },
    "genres": [
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Hogwarts Legacy",
    "storyline": "Experience Hogwarts in the 1800s. Your character is a student who holds the key to an ancient secret that threatens to tear the wizarding world apart. You have received a late acceptance to the Hogwarts School of Witchcraft and Wizardry and soon discover that you are no ordinary student: you possess an unusual ability to perceive and master Ancient Magic. Only you can decide if you will protect this secret for the good of all, or yield to the temptation of more sinister magic."
  },
  {
    "id": 136868,
    "cover": {
      "id": 119437,
      "image_id": "co2k5p"
    },
    "genres": [
      {
        "id": 13,
        "name": "Simulator"
      }
    ],
    "name": "Train Sim World 2"
  },
  {
    "id": 136993,
    "cover": {
      "id": 176615,
      "image_id": "co3s9z"
    },
    "genres": [
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      },
      {
        "id": 25,
        "name": "Hack and slash/Beat 'em up"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Gotham Knights",
    "storyline": "Batman is dead. A new expansive, criminal underworld has swept the streets of Gotham City. It is now up to the Batman Family; Batgirl, Nightwing, Red Hood, and Robin; to protect Gotham, bring hope to its citizens, discipline to its cops, and fear to its criminals. From solving mysteries that connect the darkest chapters in the city’s history to defeating notorious villains in epic confrontations, you must evolve into the new Dark Knight and save the streets from descent into chaos.\n\nGotham Knights is an open-world, action RPG set in the most dynamic and interactive Gotham City yet. In either solo-play or with one other hero, patrol Gotham’s five distinct boroughs and drop in on criminal activity wherever you find it."
  },
  {
    "id": 137001,
    "cover": {
      "id": 123355,
      "image_id": "co2n6j"
    },
    "genres": [
      {
        "id": 5,
        "name": "Shooter"
      }
    ],
    "name": "Call of Duty: Black Ops Cold War",
    "storyline": "As elite operatives, you will follow the trail of a shadowy figure named Perseus who is on a mission to destabilize the global balance of power and change the course of history. Descend into the dark center of this global conspiracy alongside iconic characters Woods, Mason and Hudson and a new cast of operatives attempting to stop a plot decades in the making."
  },
  {
    "id": 137276,
    "cover": {
      "id": 117184,
      "image_id": "co2if4"
    },
    "genres": [
      {
        "id": 8,
        "name": "Platform"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "PAW Patrol Mighty Pups: Save Adventure Bay!",
    "storyline": "A fallen meteor has given the pups mighty powers – and left Adventure Bay in a mighty mess. Now, it’s up to you and the Pups to use their powers, rescue skills and gadgets to make the town PAWsome again!"
  },
  {
    "id": 137286,
    "cover": {
      "id": 240122,
      "image_id": "co55a2"
    },
    "genres": [
      {
        "id": 2,
        "name": "Point-and-click"
      },
      {
        "id": 5,
        "name": "Shooter"
      },
      {
        "id": 9,
        "name": "Puzzle"
      },
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      },
      {
        "id": 31,
        "name": "Adventure"
      },
      {
        "id": 32,
        "name": "Indie"
      }
    ],
    "name": "Broken Pieces"
  },
  {
    "id": 138352,
    "cover": {
      "id": 117741,
      "image_id": "co2iul"
    },
    "genres": [
      {
        "id": 4,
        "name": "Fighting"
      },
      {
        "id": 8,
        "name": "Platform"
      },
      {
        "id": 25,
        "name": "Hack and slash/Beat 'em up"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Asterix & Obelix XXL: Romastered"
  },
  {
    "id": 138365,
    "cover": {
      "id": 291033,
      "image_id": "co68k9"
    },
    "genres": [
      {
        "id": 8,
        "name": "Platform"
      },
      {
        "id": 31,
        "name": "Adventure"
      },
      {
        "id": 32,
        "name": "Indie"
      }
    ],
    "name": "Vernal Edge",
    "storyline": "The Kingdom of Haricot stands out as a complete mystery as 20 years before the event of the story, it inexplicably took to the skies, turning into a series of disconnected floating islands, allowing the power-hungry Church of Aloe to take hold of the land.\n\nEntering Haricot by sneaking on one of the Church’s aircrafts, Vernal has a personal disdain for the Church and its agents. She is an independant adventurer, travelling through Haricot as she searches for revenge on her long-gone deadbeat dad. Blessed with an abnormal martial prowess and helped by the amnesiac automaton Chervil, she goes through the different islands of the Kingdom with her own aircraft."
  },
  {
    "id": 138766,
    "cover": {
      "id": 114781,
      "image_id": "co2gkd"
    },
    "genres": [
      {
        "id": 10,
        "name": "Racing"
      },
      {
        "id": 13,
        "name": "Simulator"
      },
      {
        "id": 14,
        "name": "Sport"
      }
    ],
    "name": "Riders Republic"
  },
  {
    "id": 138949,
    "cover": {
      "id": 237010,
      "image_id": "co52vm"
    },
    "genres": [
      {
        "id": 25,
        "name": "Hack and slash/Beat 'em up"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Marvel's Spider-Man Remastered"
  },
  {
    "id": 139090,
    "cover": {
      "id": 186672,
      "image_id": "co401c"
    },
    "genres": [
      {
        "id": 9,
        "name": "Puzzle"
      },
      {
        "id": 15,
        "name": "Strategy"
      },
      {
        "id": 31,
        "name": "Adventure"
      },
      {
        "id": 32,
        "name": "Indie"
      },
      {
        "id": 35,
        "name": "Card & Board Game"
      }
    ],
    "name": "Inscryption",
    "storyline": "From the creator of Pony Island and The Hex comes the latest mind melting, self-destructing love letter to video games. Inscryption is an inky black card-based odyssey that blends the deckbuilding roguelike, escape-room style puzzles, and psychological horror into a blood-laced smoothie. Darker still are the secrets inscrybed upon the cards...\nIn Inscryption you will...\n\nAcquire a deck of woodland creature cards by draft, surgery, and self mutilation\nUnlock the secrets lurking behind the walls of Leshy's cabin\nEmbark on an unexpected and deeply disturbing odyssey"
  },
  {
    "id": 139395,
    "cover": {
      "id": 151946,
      "image_id": "co398q"
    },
    "genres": [
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Watch Dogs: Legion - Bloodline"
  },
  {
    "id": 139446,
    "cover": {
      "id": 119849,
      "image_id": "co2kh5"
    },
    "genres": [
      {
        "id": 4,
        "name": "Fighting"
      }
    ],
    "name": "Mortal Kombat 11: Ultimate"
  },
  {
    "id": 139514,
    "cover": {
      "id": 116986,
      "image_id": "co2i9m"
    },
    "genres": [
      {
        "id": 5,
        "name": "Shooter"
      },
      {
        "id": 31,
        "name": "Adventure"
      },
      {
        "id": 32,
        "name": "Indie"
      }
    ],
    "name": "Horror Tales: The Wine"
  },
  {
    "id": 139834,
    "cover": {
      "id": 161699,
      "image_id": "co3grn"
    },
    "genres": [
      {
        "id": 10,
        "name": "Racing"
      },
      {
        "id": 13,
        "name": "Simulator"
      },
      {
        "id": 14,
        "name": "Sport"
      }
    ],
    "name": "Riders Republic: Gold Edition"
  },
  {
    "id": 139939,
    "cover": {
      "id": 121032,
      "image_id": "co2le0"
    },
    "genres": [
      {
        "id": 10,
        "name": "Racing"
      },
      {
        "id": 13,
        "name": "Simulator"
      },
      {
        "id": 14,
        "name": "Sport"
      }
    ],
    "name": "MXGP 2020: The Official Motocross Videogame"
  },
  {
    "id": 140174,
    "cover": {
      "id": 140105,
      "image_id": "co303t"
    },
    "genres": [
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Assassin's Creed Valhalla: Wrath of the Druids"
  },
  {
    "id": 140175,
    "cover": {
      "id": 140106,
      "image_id": "co303u"
    },
    "genres": [
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Assassin's Creed Valhalla: The Siege of Paris"
  },
  {
    "id": 140440,
    "cover": {
      "id": 161701,
      "image_id": "co3grp"
    },
    "genres": [
      {
        "id": 10,
        "name": "Racing"
      },
      {
        "id": 13,
        "name": "Simulator"
      },
      {
        "id": 14,
        "name": "Sport"
      }
    ],
    "name": "Riders Republic: Ultimate Edition"
  },
  {
    "id": 140617,
    "cover": {
      "id": 119916,
      "image_id": "co2kj0"
    },
    "genres": [
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "The Dark Pictures Anthology: House of Ashes",
    "storyline": "A military unit searching for chemical weapons unearth something far deadlier. In the ruins of a buried Sumerian temple deep beneath the Arabian desert something evil is awakened. Savage and unstoppable, a nest of ancient and unearthly creatures has found a new prey to hunt...\n\nHorrific discoveries and impossible decisions face the unit as they strive to navigate a subterranean labyrinth and escape the terrifying threat. Will they each prioritize their own survival, or put aside their fears and their personal rivalries to fight together as one?"
  },
  {
    "id": 141538,
    "cover": {
      "id": 231504,
      "image_id": "co4ymo"
    },
    "genres": [
      {
        "id": 5,
        "name": "Shooter"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "The Callisto Protocol",
    "storyline": "Set on Jupiter’s dead moon Callisto in the year 2320, The Callisto Protocol casts players as Jacob Lee, an inmate in Black Iron Prison. When a mysterious outbreak throws the moon into chaos, Jacob must face his darkest fears to defeat the bloodthirsty creatures that stalk him as he unravels the dark mysteries at the heart of the powerful United Jupiter Company."
  },
  {
    "id": 141541,
    "cover": {
      "id": 242001,
      "image_id": "co56q9"
    },
    "genres": [
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      },
      {
        "id": 31,
        "name": "Adventure"
      },
      {
        "id": 32,
        "name": "Indie"
      }
    ],
    "name": "Season: A Letter to the Future",
    "storyline": "High in the mountains, there is a village safe from the turmoil of changing seasons. No one has left in a generation, no one until Estelle. In her world, a season is a period of history, an era. This season is about to end. Riding off into the unknown, she leaves her home to try to capture this moment for the future. Estelle navigates through a strange yet familiar world, witnessing life on the brink of an impending but mysterious change."
  },
  {
    "id": 142803,
    "cover": {
      "id": 161120,
      "image_id": "co3gbk"
    },
    "genres": [
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      },
      {
        "id": 25,
        "name": "Hack and slash/Beat 'em up"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Diablo II: Resurrected",
    "storyline": "Pursue the mysterious Dark Wanderer and fight the denizens of hell as you uncover the fate of the Prime Evils Diablo, Mephisto, and Baal."
  },
  {
    "id": 142817,
    "cover": {
      "id": 125677,
      "image_id": "co2oz1"
    },
    "genres": [
      {
        "id": 13,
        "name": "Simulator"
      },
      {
        "id": 14,
        "name": "Sport"
      }
    ],
    "name": "Tennis World Tour 2: Complete Edition"
  },
  {
    "id": 142845,
    "cover": {
      "id": 125793,
      "image_id": "co2p29"
    },
    "genres": [
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Watch Dogs: Legion - Season Pass"
  },
  {
    "id": 142848,
    "cover": {
      "id": 125848,
      "image_id": "co2p3s"
    },
    "genres": [
      {
        "id": 9,
        "name": "Puzzle"
      },
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Immortals Fenyx Rising: A New God"
  },
  {
    "id": 143232,
    "cover": {
      "id": 140603,
      "image_id": "co30hn"
    },
    "genres": [
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Final Fantasy XIV: Endwalker",
    "storyline": "Yet shadowed by their triumph in the First, the Warrior of Light and Scions of the Seventh Dawn are home at last. An even greater calamity than refulgent oblivion has been building in their absence, however─a second advent of the Final Days. Should all despair, the myriad conflicts that now ravage the land cannot but foretoken an end to life in the Source.\n\nTake heart in the faith of those who walk beside you, and journey ever higher─to the very stars above."
  },
  {
    "id": 143615,
    "cover": {
      "id": 132028,
      "image_id": "co2tvg"
    },
    "genres": [
      {
        "id": 4,
        "name": "Fighting"
      },
      {
        "id": 14,
        "name": "Sport"
      }
    ],
    "name": "Knockout City"
  },
  {
    "id": 143772,
    "cover": {
      "id": 132415,
      "image_id": "co2u67"
    },
    "genres": [
      {
        "id": 10,
        "name": "Racing"
      },
      {
        "id": 13,
        "name": "Simulator"
      },
      {
        "id": 14,
        "name": "Sport"
      }
    ],
    "name": "MotoGP 21"
  },
  {
    "id": 144024,
    "cover": {
      "id": 227691,
      "image_id": "co4vor"
    },
    "genres": [
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Final Fantasy VII Remake Intergrade"
  },
  {
    "id": 144380,
    "cover": {
      "id": 203020,
      "image_id": "co4cng"
    },
    "genres": [
      {
        "id": 8,
        "name": "Platform"
      },
      {
        "id": 9,
        "name": "Puzzle"
      },
      {
        "id": 31,
        "name": "Adventure"
      },
      {
        "id": 32,
        "name": "Indie"
      }
    ],
    "name": "Aeterna Noctis",
    "storyline": "Unnumbered years ago, the supreme god Chaos created the Universe and the world of Aeterna. After populating it with different races and creatures, he appointed powerful rulers to govern them and show them the way. But soon they turned against their Creator, seeking to take the world for themselves; and gathered their subjects in two groups that fought each other -- and thus gave rise to war, death and hatred.\n\nThe all-powerful Chaos was angered, and in His terrible wrath, He cast a terrible curse upon the rebellious leaders. He named them King of Darkness and Queen of Light, and condemned them to keep fighting each other forever, until the end of time. Not even death would free them from this doom, for Chaos granted them the Gift of Immortality -- so that even if one managed to defeat the other, they would be reborn, and regain their powers to continue their eternal war."
  },
  {
    "id": 144579,
    "cover": {
      "id": 133639,
      "image_id": "co2v47"
    },
    "genres": [
      {
        "id": 9,
        "name": "Puzzle"
      },
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Immortals Fenyx Rising: Myths of the Eastern Realm"
  },
  {
    "id": 144580,
    "cover": {
      "id": 133638,
      "image_id": "co2v46"
    },
    "genres": [
      {
        "id": 9,
        "name": "Puzzle"
      },
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Immortals Fenyx Rising: The Lost Gods"
  },
  {
    "id": 144725,
    "cover": {
      "id": 141745,
      "image_id": "co31dd"
    },
    "genres": [
      {
        "id": 5,
        "name": "Shooter"
      },
      {
        "id": 16,
        "name": "Turn-based strategy (TBS)"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Necromunda: Hired Gun"
  },
  {
    "id": 144731,
    "cover": {
      "id": 159600,
      "image_id": "co3f5c"
    },
    "genres": [
      {
        "id": 5,
        "name": "Shooter"
      }
    ],
    "name": "Doom Eternal: The Ancient Gods - Part Two",
    "storyline": "This is it. Your battle against the forces of Hell ends here. Prepare to siege Immora, the last bastion of the dark realm, challenge the Dark Lord in combat, and seal the demons withing Hell for good."
  },
  {
    "id": 144765,
    "cover": {
      "id": 134413,
      "image_id": "co2vpp"
    },
    "genres": [
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Life is Strange: True Colors",
    "storyline": "Alex Chen hides her 'curse': the supernatural ability to absorb and manipulate the strong emotions of others. When her brother dies in a so-called accident, she must embrace her volatile power to find the truth — and reveal dark secrets buried by the town."
  },
  {
    "id": 145062,
    "cover": {
      "id": 266888,
      "image_id": "co5pxk"
    },
    "genres": [
      {
        "id": 4,
        "name": "Fighting"
      },
      {
        "id": 25,
        "name": "Hack and slash/Beat 'em up"
      },
      {
        "id": 33,
        "name": "Arcade"
      }
    ],
    "name": "Asterix & Obelix: Slap Them All!",
    "storyline": "Romans, pirates and boars beware! The famous Gauls Asterix and Obelix are coming back for a brand new adventure. Get ready to slap left and right before the sky falls on your head!\n\nBe prepared to prove your bravery! Asterix and Obelix: Slap them All! Is set in 50 B.C. Gaul is entirely occupied by the Romans and only one small village of indomitable Gauls still holds out against the invaders. Play as Asterix & Obelix and set sail to the most iconic places in the comic book series while battling Roman legionaries, pirates, brigands and even the dreaded Normans.\n\nUnlike the magic potion, the gameplay recipe is pretty straight forward and holds no secrets. Think about the core mechanics defining the beat’em up genre and sprinkle with some local co-op! By Jupiter, by Teutates.. These Gauls are crazy!"
  },
  {
    "id": 145311,
    "cover": {
      "id": 135896,
      "image_id": "co2wuw"
    },
    "genres": [
      {
        "id": 10,
        "name": "Racing"
      },
      {
        "id": 13,
        "name": "Simulator"
      },
      {
        "id": 14,
        "name": "Sport"
      },
      {
        "id": 15,
        "name": "Strategy"
      }
    ],
    "name": "Tour de France 2021"
  },
  {
    "id": 145319,
    "cover": {
      "id": 135925,
      "image_id": "co2wvp"
    },
    "genres": [
      {
        "id": 9,
        "name": "Puzzle"
      },
      {
        "id": 13,
        "name": "Simulator"
      },
      {
        "id": 15,
        "name": "Strategy"
      },
      {
        "id": 31,
        "name": "Adventure"
      },
      {
        "id": 32,
        "name": "Indie"
      },
      {
        "id": 33,
        "name": "Arcade"
      }
    ],
    "name": "Arcade Paradise"
  },
  {
    "id": 145735,
    "cover": {
      "id": 137087,
      "image_id": "co2xrz"
    },
    "genres": [
      {
        "id": 10,
        "name": "Racing"
      },
      {
        "id": 13,
        "name": "Simulator"
      },
      {
        "id": 14,
        "name": "Sport"
      }
    ],
    "name": "WRC 10"
  },
  {
    "id": 145838,
    "cover": {
      "id": 141853,
      "image_id": "co31gd"
    },
    "genres": [
      {
        "id": 10,
        "name": "Racing"
      },
      {
        "id": 13,
        "name": "Simulator"
      },
      {
        "id": 14,
        "name": "Sport"
      }
    ],
    "name": "F1 2021"
  },
  {
    "id": 146151,
    "cover": {
      "id": 199687,
      "image_id": "co4a2v"
    },
    "genres": [
      {
        "id": 31,
        "name": "Adventure"
      },
      {
        "id": 32,
        "name": "Indie"
      }
    ],
    "name": "The Persistence Enhanced"
  },
  {
    "id": 146166,
    "cover": {
      "id": 154553,
      "image_id": "co3b95"
    },
    "genres": [
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      },
      {
        "id": 15,
        "name": "Strategy"
      },
      {
        "id": 16,
        "name": "Turn-based strategy (TBS)"
      },
      {
        "id": 35,
        "name": "Card & Board Game"
      }
    ],
    "name": "The Dungeon Of Naheulbeuk: The Amulet Of Chaos - Chicken Edition"
  },
  {
    "id": 147919,
    "cover": {
      "id": 173379,
      "image_id": "co3ps3"
    },
    "genres": [
      {
        "id": 9,
        "name": "Puzzle"
      },
      {
        "id": 15,
        "name": "Strategy"
      },
      {
        "id": 32,
        "name": "Indie"
      }
    ],
    "name": "Educational Games for Kids"
  },
  {
    "id": 148040,
    "cover": {
      "id": 161353,
      "image_id": "co3gi1"
    },
    "genres": [
      {
        "id": 4,
        "name": "Fighting"
      },
      {
        "id": 5,
        "name": "Shooter"
      },
      {
        "id": 13,
        "name": "Simulator"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "The Falconeer: Warrior Edition",
    "storyline": "Soar through the skies aboard a majestic warbird, explore a stunning oceanic world and engage in epic aerial dogfights, in this BAFTA nominated air combat game from solo developer, Tomas Sala. You take on the role of Falconeer, a powerful airborne warrior traversing a vast oceanic world torn apart by generations of poisonous decisions and dissent. Throughout multiple campaigns, you will experience life from many different perspectives and loyalties as you embark on a journey of discovery, and solve the mystery of the Ursee, its people and history. Progress through perilous missions and side quests, wielding your lightning caster to protect ships against pirates, kraken and other threats. Dive through the deep ocean depths, soar above the clouds to do battle with giant crab cities or engage in furious dogfights against the mysterious Mancer Order that controls and regulates technology."
  },
  {
    "id": 148289,
    "cover": {
      "id": 164296,
      "image_id": "co3irs"
    },
    "genres": [
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "My Friend Peppa Pig"
  },
  {
    "id": 148527,
    "cover": {
      "id": 161702,
      "image_id": "co3grq"
    },
    "genres": [
      {
        "id": 8,
        "name": "Platform"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Pj Masks: Heroes of the Night"
  },
  {
    "id": 149960,
    "cover": {
      "id": 183903,
      "image_id": "co3xwf"
    },
    "genres": [
      {
        "id": 8,
        "name": "Platform"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "The Smurfs: Mission Vileaf",
    "storyline": "In his dark laboratory, the evil wizard Gargamel has discovered a formula allowing him to create a wicked plant, called Vileaf. This plant produces \"Viletrap\" seeds, which can attract Smurfs and imprison them in vegetal traps! But these Viletrap plants are also a great danger for the forest, as they are highly toxic, especially for the sarsaparilla fields!\n\nIn order to fix this dreadful situation, Papa Smurf decided to ask some of his fellow Smurfs to help him find the ingredients for an antidote powerful enough to eradicate the Vileaf once and for all and heal the plants afflicted by this curse. An ace Smurf team, featuring Hefty, Smurfette, Brainy and Chef, goes on an adventure to complete this mission. All of these 4 characters are playable over the course of the game.\n\nIn order to help them in their quest, our heroes can rely upon a very handy tool, the Smurfizer, a revolutionary invention from Handy Smurf. The Smurfizer allows the Smurfs to get rid of the foes they encounter, as well as heal the plants afflicted by the Vileaf. This special gear will facilitate our heroes' exploration journey across the game's different environments, whether it be in the forest, the swamps or even in the most dangerous place of all: Gargamel's laboratory!"
  },
  {
    "id": 150010,
    "cover": {
      "id": 265862,
      "image_id": "co5p52"
    },
    "genres": [
      {
        "id": 8,
        "name": "Platform"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Sonic Frontiers",
    "storyline": "Sonic and his friends have traveled to the mysterious Starfall Islands after learning about Dr. Eggman taking an interest in the islands' ancient civilization. Upon arrival, Sonic is separated from his friends and come face to face with SAGE, an artificial intelligence in charge of protecting Starfall Islands from intruders. Sonic must now find and save his friends while also learning about the secrets of the islands..."
  },
  {
    "id": 150054,
    "cover": {
      "id": 141872,
      "image_id": "co31gw"
    },
    "genres": [
      {
        "id": 8,
        "name": "Platform"
      },
      {
        "id": 31,
        "name": "Adventure"
      },
      {
        "id": 32,
        "name": "Indie"
      }
    ],
    "name": "The Company Man",
    "storyline": "Jim finally graduates from university, ready to launch his epic career in the Good Water Company. But things quickly spiral into insanity as he finds himself fighting to avoid getting fired.\n\nJim must learn the quirks of each department, from the air-conditioned ice lands of accounting to the mountains of paperwork in human resources, beating every floor on his journey to the top."
  },
  {
    "id": 150132,
    "cover": {
      "id": 161703,
      "image_id": "co3grr"
    },
    "genres": [
      {
        "id": 10,
        "name": "Racing"
      }
    ],
    "name": "Fast & Furious: Spy Racers Rise of Sh1ft3r"
  },
  {
    "id": 151844,
    "cover": {
      "id": 151688,
      "image_id": "co391k"
    },
    "genres": [
      {
        "id": 9,
        "name": "Puzzle"
      },
      {
        "id": 31,
        "name": "Adventure"
      },
      {
        "id": 34,
        "name": "Visual Novel"
      }
    ],
    "name": "Alfred Hitchcock: Vertigo",
    "storyline": "An exclusive, original story about obsession, memory, manipulation and madness, freely inspired by Alfred Hitchcock’s masterpiece, Vertigo.\n\nWriter Ed Miller came out unscathed from his car crash down into Brody Canyon, California. Even though no one was found inside the car wreckage, Ed insists that he was traveling with his wife and daughter. Traumatized by this event, he begins to suffer from severe vertigo. As he starts therapy, he will try to uncover what really happened on that tragic day.\n\nPrepare yourself for a most disturbing investigation inside the human mind: truth is sometimes worse than madness."
  },
  {
    "id": 151922,
    "cover": {
      "id": 287659,
      "image_id": "co65yj"
    },
    "genres": [
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Dying Light 2: Stay Human - Deluxe Edition",
    "storyline": "The last great human settlement exists within an unforgiving, infected world. Exceptional agility and combat skills make you a powerful ally and a valuable commodity. With your unique abilities you have the power to be an agent of change within this decaying metropolis. Use it wisely."
  },
  {
    "id": 152061,
    "cover": {
      "id": 151654,
      "image_id": "co390m"
    },
    "genres": [
      {
        "id": 5,
        "name": "Shooter"
      },
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Tiny Tina's Wonderlands",
    "storyline": "Roll your own multiclass hero and loot, shoot, slash, and cast your way through outlandish monsters and loot-filled dungeons on a quest to stop the tyrannical Dragon Lord. Everyone's welcome, so join the party, throw on your adventuring boots, and be Chaotic Great!"
  },
  {
    "id": 152063,
    "cover": {
      "id": 222312,
      "image_id": "co4rjc"
    },
    "genres": [
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Death Stranding: Director's Cut",
    "storyline": "In the future, a mysterious event known as the Death Stranding has opened a doorway between the living and the dead, leading to grotesque creatures from the afterlife roaming the fallen world marred by a desolate society.\n\nAs Sam Bridges, your mission is to deliver hope to humanity by connecting the last survivors of a decimated America.\n\nCan you reunite the shattered world, one step at a time?"
  },
  {
    "id": 152064,
    "cover": {
      "id": 193744,
      "image_id": "co45hs"
    },
    "genres": [
      {
        "id": 13,
        "name": "Simulator"
      },
      {
        "id": 15,
        "name": "Strategy"
      }
    ],
    "name": "Jurassic World Evolution 2",
    "storyline": "Jurassic World Evolution 2 is the much-anticipated sequel to Frontier’s highly successful Jurassic World Evolution, building upon the groundbreaking and immersive 2018 management simulation. It introduces a compelling, new narrative campaign, incredible new features, and awe-inspiring new dinosaurs brought to life with captivating authenticity. Together with expanded construction and more customization options, the result is an even bigger, better and authentic Jurassic World game."
  },
  {
    "id": 152074,
    "cover": {
      "id": 241999,
      "image_id": "co56q7"
    },
    "genres": [
      {
        "id": 5,
        "name": "Shooter"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Scars Above",
    "storyline": "A colossal and enigmatic alien structure appears in Earth's orbit and stuns the entire world; humanity names it ‘The Metahedron’. The Sentient Contact Assessment and Response team (SCAR) - consisting of scientists and engineers - is sent to investigate.\n\nThings don’t go as planned and the Metahedron hauls the team across space onto a mysterious extrasolar planet. Playing the role of Dr Kate Ward - a SCAR member - who wakes up dazed, alone in a strange, hostile environment. Determined to survive, you set out to find your crew and unravel the mystery behind what’s happened."
  },
  {
    "id": 152076,
    "cover": {
      "id": 222171,
      "image_id": "co4rff"
    },
    "genres": [
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "The Chant",
    "storyline": "While exploring a remote island’s twisted past, you must fight and escape the psychedelic terrors awakened by a spiritual retreat gone wrong."
  },
  {
    "id": 152087,
    "cover": {
      "id": 214248,
      "image_id": "co4lbc"
    },
    "genres": [
      {
        "id": 5,
        "name": "Shooter"
      },
      {
        "id": 24,
        "name": "Tactical"
      }
    ],
    "name": "Vampire: The Masquerade - Bloodhunt",
    "storyline": "Set in the World of Darkness universe, Bloodhunt draws from this grim version of our modern world where vampires hide in plain sight and fight against hunters, other vampires, and their own worst instincts, all while struggling to maintain The Masquerade."
  },
  {
    "id": 152125,
    "cover": {
      "id": 204929,
      "image_id": "co4e4h"
    },
    "genres": [
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      },
      {
        "id": 15,
        "name": "Strategy"
      },
      {
        "id": 16,
        "name": "Turn-based strategy (TBS)"
      },
      {
        "id": 24,
        "name": "Tactical"
      }
    ],
    "name": "Disciples: Liberation",
    "storyline": "Explore a rich overworld and align with a variety of in-world factions: from a human empire tinged by religious extremism to the dark forces of the undead lead by a mad queen. Assemble a team to gather precious resources, sway political standing, and take on brutal beasts in intricate turn-based battles. Choice is everything in Disciples: Liberation and it is up to you how you write your story."
  },
  {
    "id": 152231,
    "cover": {
      "id": 209379,
      "image_id": "co4hk3"
    },
    "genres": [
      {
        "id": 13,
        "name": "Simulator"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Discovery Tour: Viking Age"
  },
  {
    "id": 152242,
    "cover": {
      "id": 266843,
      "image_id": "co5pwb"
    },
    "genres": [
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "A Plague Tale: Requiem",
    "storyline": "After escaping their devastated homeland, Amicia and Hugo travel far south to new regions and vibrant cities. There, they attempt to start a new life and control Hugo’s curse. But when Hugo’s powers reawaken, death and destruction return in a flood of devouring rats. Forced to flee once more, the siblings place their hopes on a prophesized island that may hold the key to saving Hugo."
  },
  {
    "id": 152249,
    "cover": {
      "id": 152562,
      "image_id": "co39pu"
    },
    "genres": [
      {
        "id": 5,
        "name": "Shooter"
      },
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Marvel's Guardians of the Galaxy",
    "storyline": "Fire up a wild ride across the cosmos with a fresh take on Marvel’s Guardians of the Galaxy. In this third-person action-adventure game, you are Star-Lord, and thanks to your bold yet questionable leadership, you have persuaded an oddball crew of unlikely heroes to join you. Some jerk (surely not you) has set off a chain of catastrophic events, and only you can hold the unpredictable Guardians together long enough to fight off total interplanetary meltdown. Use Element Blasters, tag-team beat downs, jet boot-powered dropkicks, nothing’s off-limits.\n\nIf you think it’s all going to plan, you’re in for a world of surprises, with the consequences of your actions guaranteed to keep the Guardians on their toes. In this original Marvel’s Guardians of the Galaxy story, you’ll cross paths with powerful new beings and unique takes on iconic characters, all caught in a struggle for the galaxy’s fate. It’s time to show the universe what you’re made of.\n\nYou got this. Probably.\n\nYour newly-formed band of legendary misfits is set to save the universe in this fresh but faithful take on the Guardians of the Galaxy. Somehow, you set off a chain of catastrophic events, leading to a wild ride through mind-blowing worlds inhabited by iconic and original Marvel characters. Turn up the all-star ‘80s mixtape and get ready to kick it."
  },
  {
    "id": 152302,
    "cover": {
      "id": 162211,
      "image_id": "co3h5v"
    },
    "genres": [
      {
        "id": 8,
        "name": "Platform"
      }
    ],
    "name": "Paw Patrol the Movie: Adventure City Calls"
  },
  {
    "id": 152335,
    "cover": {
      "id": 161527,
      "image_id": "co3gmv"
    },
    "genres": [
      {
        "id": 5,
        "name": "Shooter"
      },
      {
        "id": 15,
        "name": "Strategy"
      }
    ],
    "name": "Tom Clancy's Rainbow Six Extraction: Deluxe Edition",
    "storyline": "The Rainbow operators will face off against a totally new breed of mutated alien parasite. Infecting human hosts and their surroundings, this new enemy is more lethal and challenging than ever before."
  },
  {
    "id": 153700,
    "cover": {
      "id": 172563,
      "image_id": "co3p5f"
    },
    "genres": [
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Ghost of Tsushima: Director's Cut"
  },
  {
    "id": 154181,
    "cover": {
      "id": 181007,
      "image_id": "co3vnz"
    },
    "genres": [
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      },
      {
        "id": 15,
        "name": "Strategy"
      },
      {
        "id": 16,
        "name": "Turn-based strategy (TBS)"
      },
      {
        "id": 31,
        "name": "Adventure"
      },
      {
        "id": 32,
        "name": "Indie"
      }
    ],
    "name": "Shadowrun Trilogy",
    "storyline": "The year is 2054. Magic has returned to the world, awakening powerful creatures of myth and legend. Technology merges with flesh and consciousness. Elves, trolls, orks and dwarves walk among us, while ruthless corporations bleed the world dry. You are a shadowrunner - a mercenary living on the fringes of society, in the shadows of massive corporate arcologies, surviving day-by-day on skill and instinct alone. When the powerful or the desperate need a job done, you get it done... by any means necessary.\n\nIn the urban sprawl of the Seattle metroplex, the search for a mysterious killer sets you on a trail that leads from the darkest slums to the city’s most powerful megacorps. You will need to tread carefully, enlist the aid of other runners, and master powerful forces of technology and magic in order to emerge from the shadows of Seattle unscathed.\n\nThe unique cyberpunk-meets-fantasy world of Shadowrun has gained a huge cult following since its creation nearly 25 years ago. Now, creator Jordan Weisman returns to the world of Shadowrun, modernizing this classic game setting as a single player, turn-based tactical RPG."
  },
  {
    "id": 154505,
    "cover": {
      "id": 204466,
      "image_id": "co4drm"
    },
    "genres": [
      {
        "id": 13,
        "name": "Simulator"
      },
      {
        "id": 15,
        "name": "Strategy"
      }
    ],
    "name": "Port Royale 4: Extended Edition"
  },
  {
    "id": 154814,
    "cover": {
      "id": 231208,
      "image_id": "co4yeg"
    },
    "genres": [
      {
        "id": 5,
        "name": "Shooter"
      },
      {
        "id": 31,
        "name": "Adventure"
      },
      {
        "id": 32,
        "name": "Indie"
      }
    ],
    "name": "Arcadegeddon",
    "storyline": "Gilly, the owner of a local arcade, is trying to save his business from a faceless mega corporation. To do so he takes all the top arcade games and connects them all to make a super game. Unfortunately, the mega corporation, Fun Fun Co. hacks the game and injects a virus. You and your friends need to save the game and the last hometown arcade.\n\nFun Fun Co. owned enemies and the Data Demons/glitches that have occurred due to Fun Fun Co. tampering are taking over Gilly's game. FFC enemies are prototypes to their real world weaponry and this is their test site. Gilly needs you in the fight!"
  },
  {
    "id": 154986,
    "cover": {
      "id": 157846,
      "image_id": "co3dsm"
    },
    "genres": [
      {
        "id": 13,
        "name": "Simulator"
      },
      {
        "id": 14,
        "name": "Sport"
      }
    ],
    "name": "FIFA 22"
  },
  {
    "id": 156661,
    "cover": {
      "id": 172909,
      "image_id": "co3pf1"
    },
    "genres": [
      {
        "id": 8,
        "name": "Platform"
      },
      {
        "id": 31,
        "name": "Adventure"
      },
      {
        "id": 32,
        "name": "Indie"
      }
    ],
    "name": "Mr. Hibbl"
  },
  {
    "id": 157446,
    "cover": {
      "id": 159898,
      "image_id": "co3fdm"
    },
    "genres": [
      {
        "id": 13,
        "name": "Simulator"
      },
      {
        "id": 14,
        "name": "Sport"
      }
    ],
    "name": "NBA 2K22"
  },
  {
    "id": 159116,
    "cover": {
      "id": 161846,
      "image_id": "co3gvq"
    },
    "genres": [
      {
        "id": 10,
        "name": "Racing"
      },
      {
        "id": 13,
        "name": "Simulator"
      },
      {
        "id": 14,
        "name": "Sport"
      }
    ],
    "name": "Grid Legends",
    "storyline": "Take the spotlight in an engrossing racing story, brought to life by a world-class cast in a ground-breaking extended reality production. Face fierce personalities, paddock politics, on-track drama, and the infamous Ravenwest Motorsport, as a fly-on-the-wall documentary captures every moment."
  },
  {
    "id": 159119,
    "cover": {
      "id": 252455,
      "image_id": "co5esn"
    },
    "genres": [
      {
        "id": 5,
        "name": "Shooter"
      },
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Dead Space",
    "storyline": "Isaac Clarke is an everyman engineer on a mission to repair a vast, sprawling starship, the USG Ishimura, only to discover something has gone horribly wrong. The ship's crew has been slaughtered and infected by some alien scourge...and Isaac’s beloved partner, Nicole, is lost somewhere on board.\n\nNow Isaac is alone with only his tools and engineering skills as he attempts to uncover the nightmarish mystery of what happened aboard the Ishimura. Trapped with hostile creatures called “necromorphs”, Isaac faces a battle for survival, not only against the escalating terrors of the ship, but his own crumbling sanity."
  },
  {
    "id": 161183,
    "cover": {
      "id": 174323,
      "image_id": "co3qib"
    },
    "genres": [
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      },
      {
        "id": 15,
        "name": "Strategy"
      },
      {
        "id": 16,
        "name": "Turn-based strategy (TBS)"
      },
      {
        "id": 24,
        "name": "Tactical"
      }
    ],
    "name": "Disciples: Liberation - Digital Deluxe Edition",
    "storyline": "Disciples: Liberation is a mature, dark fantasy strategy RPG with turn-based combat. Liberate the land of Nevendaar and uncover the endless stories hidden within this richly detailed world where every decision has a consequence, and every wrong move could be deadly.\n\nExplore a rich overworld and align with a variety of in-world factions: from a human empire tinged by religious extremism to the dark forces of the undead lead by a mad queen. Assemble a team to gather precious resources, sway political standing, and take on brutal beasts in intricate turn-based battles. Choice is everything in Disciples: Liberation and it is up to you how you write your story."
  },
  {
    "id": 164317,
    "cover": {
      "id": 188207,
      "image_id": "co417z"
    },
    "genres": [
      {
        "id": 8,
        "name": "Platform"
      },
      {
        "id": 31,
        "name": "Adventure"
      },
      {
        "id": 32,
        "name": "Indie"
      },
      {
        "id": 33,
        "name": "Arcade"
      }
    ],
    "name": "Gelly Break Deluxe"
  },
  {
    "id": 165067,
    "cover": {
      "id": 166832,
      "image_id": "co3kq8"
    },
    "genres": [
      {
        "id": 5,
        "name": "Shooter"
      }
    ],
    "name": "Call of Duty: Vanguard",
    "storyline": "In August 1941, Private Lucas Riggs is stationed at Tobruk, Libya as part of the Australian-led Rats of Tobruk garrison. After a failed ambush attempt on the Royal Italian Army and Africa Korps, Riggs is assigned to recover supplies for the British Army, alongside fellow Rat Private Desmond \"Des\" Wilmot and British lieutenant Robert Jacobs. Riggs, Des and Jacobs manage to find intelligence relating to General Erwin Rommel, and destroy a German depot in the process, but they were detained by Major Henry Hamms for insubordination. In 1942, during the Battle of El Alamein, Riggs and the Rats are ordered by Hamms to form a defensive line, but Riggs disobeys the command and tries to retake a hill and call in bomber support with Des supporting him. The two of them succeed but Des is killed in action. Angered by the disregard for the Rats' contribution to the fight, Riggs punches Hamms out of frustration, resulting him facing prison time.\n\nIn June 1942, United States Navy pilot Lieutenant Wade Jackson participates in the Battle of Midway alongside his tail gunner, Aviation Machinist's Mate Mateo Hernandez. In November 1943 while assaulting the Imperial Japanese Army in Bougainville, Jackson and Hernandez's plane is shot down, and the two are captured by IJN & IJA soldiers. They are rescued by the 93rd Infantry Division, who later help them acquire an Imperial Japanese Navy Aichi D3A to assist the division in reclaiming the island.\n\nIn August 1942, Red Army medic Polina Petrova witnesses the Luftwaffe invade Stalingrad. She fails to save her father Boris from being executed by a Fallschirmager squad, but is able to escape with her brother Misha and several Soviet partisans. Petrol eventually acquires the nickname \"Lady Nightingale\" as she pursues Leo Steiner, the Wehrmacht commander responsible for the invasion. In January 1943, Petrova and Misha attempt to assassinate Steiner in Stalingrad, but Misha is severely wounded. He sacrifices himself to buy Petrova time to escape. Petrova eventually confronts Steiner and kills him and his personal army, inspiring the citizens of Stalingrad to reclaim the city from the Heer. She then sets her sight on Steiner's superior, Hermann Freisinger.\n\nIn June 1944, British paratrooper Sergeant Arthur Kingsley takes part in Operation Tonga, where he and the Parachute Regiment help destroy the Melville Gun Battery and several other bridges to assist the Allied forces in invading Normandy. Kingsley befriends fellow paratrooper Sergeant Richard Webb, who would later become Kingsley's right hand man\n\nKingsley, Webb, Petrova, Jackson, and Riggs, alongside a sixth soldier named Milos Novak, would eventually be recruited by Captain Carver Butcher to form the first special operations task force, callsign Vanguard. Kingsley is appointed leader of the task force. In April 1945, Task Force Vanguard hijacks a train to Hamburg, Germany, in search of intelligence regarding Project Phoenix, a secret Nazi program run by Freisinger. While infiltrating a Kriegsmarine submarine, the squad is captured by Freisinger’s Feldgendarmerie troops, minus Jackson who evaded them, and Novak who is bludgeoned to death by Freisinger. Vanguard is delivered to the Waffen-SS and Gestapo headquarters in Berlin, where Freisinger appoints officer Jannick Richter to interrogate them. Jackson is also captured after attempting to steal a plane; Richter demoralizes the squad by executing Webb.\n\nBeing unaware of Project Phoenix’s purpose and Freisinger’s involvement, Richter attempts to learn more by interrogating Petrova and Riggs about Steiner and Rommel’s connection to Freisinger. He deduces that the project was a coup attempt, in order to appoint Freisinger as the new Furher of the Fourth Reich. As Berlin falls under siege by the Red Army following Adolf Hitler’s suicide, Riggs breaks out of interrogation and frees the squad, while Kingsley kills Richter to avenge Webb. Vanguard pursues Freisinger to the airport, where they finally apprehend him and burn him alive. The four then board Freisinger’s plane, discovering numerous German documents and assets, revealing global Nazi covert operations. Kingsley decides to follow up on Project Aggregat, a secret V2 rocket facility, and orders Jackson to fly there in pursuit."
  },
  {
    "id": 165192,
    "cover": {
      "id": 168438,
      "image_id": "co3lyu"
    },
    "genres": [
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "The Elder Scrolls V: Skyrim - Anniversary Edition"
  },
  {
    "id": 165309,
    "cover": {
      "id": 170494,
      "image_id": "co3njy"
    },
    "genres": [
      {
        "id": 8,
        "name": "Platform"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Wavetale"
  },
  {
    "id": 165326,
    "cover": {
      "id": 170858,
      "image_id": "co3nu2"
    },
    "genres": [
      {
        "id": 5,
        "name": "Shooter"
      },
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      },
      {
        "id": 24,
        "name": "Tactical"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Destiny 2: The Witch Queen - Deluxe Edition",
    "storyline": "Delve into Savathûn’s Throne World to uncover the mystery of how she and her Lucent Hive stole the Light. Learn the secrets to crafting new weapons, the new Glaive, and survive the truth within her web of lies. A twisted wonderland of corruption and splendor, Savathûn’s Throne World plays host to a fragile balance of power. From her palace to the swamp, all that she hides can be found here. Create custom weaponry with unique mod, shader, and stat combinations. Master the new Glaive weapon type and unleash powerful melee combos, projectile attacks, and a deployable energy shield."
  },
  {
    "id": 165347,
    "cover": {
      "id": 171639,
      "image_id": "co3ofr"
    },
    "genres": [
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      },
      {
        "id": 15,
        "name": "Strategy"
      },
      {
        "id": 24,
        "name": "Tactical"
      }
    ],
    "name": "Marvel's Midnight Suns",
    "storyline": "After centuries of sleep, Lilith, Mother of Demons, has been revived by Hydra through a twist of dark magic and science. Lilith stops at nothing to complete an ancient prophecy and bring back her evil master, Chthon. Pushed to the brink, the Avengers desperately look to fight fire with hellfire and enlist the help of the Midnight Suns - Nico Minoru, Blade, Magik and Ghost Rider - young heroes with powers deeply rooted in the supernatural, formed to prevent the very prophecy Lilith aims to fulfill. Together, they resurrect an ancient warrior - the Hunter, Lilith’s forsaken child and the only hero known to have ever defeated her. In the face of fallen allies and the fate of the world at stake, it will be up to you to rise up against the darkness!\n\nFrom the legendary studio that changed strategy and tactics games forever comes a new title, offering cinematic tactical combat with a Super Hero flair, friendships to forge with iconic heroes, and an unforgettable adventure that dives deep into the darker side of Marvel."
  },
  {
    "id": 165394,
    "cover": {
      "id": 172569,
      "image_id": "co3p5l"
    },
    "genres": [
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      },
      {
        "id": 13,
        "name": "Simulator"
      },
      {
        "id": 31,
        "name": "Adventure"
      },
      {
        "id": 32,
        "name": "Indie"
      }
    ],
    "name": "The Serpent Rogue",
    "storyline": "The Serpent Rogue has laid down roots on Mount Morbus, wherefrom its seething Corruption spreads and threatens to overwhelm the realm. It is your task as the Warden to confront it and restore balance to the natural order of things. Explore every corner, unearth secret passages and gain knowledge to stand against the incoming disaster.\n\nThe game is heavily focused on crafting and experimenting with multiple types of potions and receipts. Use alchemy skills to transform or create situations to your own advantage.\nSet up your mixing table and help the denizens of this cursed land; take their quests and earn resources to further your exploits.\n\nAll your actions can create interesting sequences of cause and effect. Gather too many pets in one place and this will attract blood-thirsty Reapers that feed on alive. Forget to bury the perished ones and your location starts to attract corpse-eating ghouls, which attack everything on their way. Gather too many items in one location and be ready to deal with plague-spreading vermin.\n\nYou can transform yourself or anyone else into… well, anyone! Brew potions that change certain aspects of creatures you meet on the way. Alter your body, so that poison will heal you, or use special abilities to other species.\n\nWreak havoc or create a flawless mechanism from a chicken farm that produces shovels…\n\nIt’s all up to you!"
  },
  {
    "id": 166068,
    "cover": {
      "id": 181807,
      "image_id": "co3wa7"
    },
    "genres": [
      {
        "id": 5,
        "name": "Shooter"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Destiny 2: Bungie 30th Anniversary Pack"
  },
  {
    "id": 167611,
    "cover": {
      "id": 286786,
      "image_id": "co65aa"
    },
    "genres": [
      {
        "id": 5,
        "name": "Shooter"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Alan Wake Remastered"
  },
  {
    "id": 168670,
    "cover": {
      "id": 177429,
      "image_id": "co3swl"
    },
    "genres": [
      {
        "id": 5,
        "name": "Shooter"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Uncharted: Legacy of Thieves Collection",
    "storyline": "Uncharted 4: A Thief's End\n\nSet three years after his last adventure, Nathan Drake has now settled down with his wife, Elena Fisher and left the treasure hunting scene behind. That all changes, however, when Nate's long thought-to-be dead brother, Sam tracks him down, and asks for his help to find the long lost treasure of Pirate Captain Henry Avery. Together with Sully, Nate and Sam embark on a globe-trotting adventure, one last time.\n\nUncharted: The Lost Legacy\n\nChloe returns in The Lost Legacy on the hunt for an ancient Indian artifact, the fabled Tusk of Ganesh. To help uncover the Tusk and keep it out of the hands of a ruthless warmonger, she enlists the help of mercenary Nadine Ross."
  },
  {
    "id": 169198,
    "cover": {
      "id": 177692,
      "image_id": "co3t3w"
    },
    "genres": [
      {
        "id": 5,
        "name": "Shooter"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Battlefield 2042: Ultimate Edition"
  },
  {
    "id": 171216,
    "cover": {
      "id": 179250,
      "image_id": "co3ub6"
    },
    "genres": [
      {
        "id": 10,
        "name": "Racing"
      },
      {
        "id": 13,
        "name": "Simulator"
      },
      {
        "id": 14,
        "name": "Sport"
      },
      {
        "id": 33,
        "name": "Arcade"
      }
    ],
    "name": "MX vs. ATV: Legends",
    "storyline": "Race in 2-player split-screen and 16-player online mode with squad-based gameplay. Compete in the new career mode, where your choices lead to different paths, sponsorship opportunities and special invitational events. Experience the brand new Trails mode for high-intensity outdoor racing, with new surprises around every turn, challenging your riding style in new ways. Customize your rider and vehicles with the latest parts and gear from the leading manufacturers in off-road racing. Ride berms and ruts with higher precision than ever before with the refined physics system."
  },
  {
    "id": 172771,
    "cover": {
      "id": 182570,
      "image_id": "co3wve"
    },
    "genres": [
      {
        "id": 13,
        "name": "Simulator"
      },
      {
        "id": 14,
        "name": "Sport"
      }
    ],
    "name": "eFootball 2022"
  },
  {
    "id": 173182,
    "cover": {
      "id": 264690,
      "image_id": "co5o8i"
    },
    "genres": [
      {
        "id": 8,
        "name": "Platform"
      },
      {
        "id": 9,
        "name": "Puzzle"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Runout"
  },
  {
    "id": 173433,
    "cover": {
      "id": 197943,
      "image_id": "co48qf"
    },
    "genres": [
      {
        "id": 4,
        "name": "Fighting"
      },
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      },
      {
        "id": 25,
        "name": "Hack and slash/Beat 'em up"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Blade of Darkness",
    "storyline": "A grim new threat looms over The Central Kingdoms. The borders protected by the fierce King’s Knights are no longer secure. The fearsome orc clans, more numerous than ever, lurk on all roads. The proud nomadic peoples of the steppes are on the alert, for strange beasts prowl the darkness. Not even the stout dwarves, hidden in their underground palaces, seem safe from threat - from the unknown tunnels of its mines, a foul army of hideous creatures advances inexorably.\n\nChaos seizes the World. Only the memory of the oldest recalls the exploits of a hero and a few warriors, who in other times fought against the forces of Chaos. Ianna, the mother of all living beings, gave the hero a powerful sword to enter the abyss and defeat evil. But that happened a long time ago. A new hero is needed, a chosen one who is worthy to wield the Sword and destroy the enemy... this time forever."
  },
  {
    "id": 175971,
    "cover": {
      "id": 198215,
      "image_id": "co48xz"
    },
    "genres": [
      {
        "id": 10,
        "name": "Racing"
      },
      {
        "id": 13,
        "name": "Simulator"
      },
      {
        "id": 14,
        "name": "Sport"
      }
    ],
    "name": "MXGP 2021",
    "storyline": "Strap on your helmet, hop onto your bike and go full throttle on your path to becoming a true MXGP champion. You can create your own team or choose to join an official one, starting from the MX2 category in the new career mode. Your career results will affect game progression, as well as the contracts you can sign with teams and sponsors."
  },
  {
    "id": 178176,
    "cover": {
      "id": 198350,
      "image_id": "co491q"
    },
    "genres": [
      {
        "id": 5,
        "name": "Shooter"
      },
      {
        "id": 8,
        "name": "Platform"
      },
      {
        "id": 25,
        "name": "Hack and slash/Beat 'em up"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Bloodrayne: Revamped",
    "storyline": "In the years between the World Wars, Agent BloodRayne works as a killing machine for The Brimstone Society - a top secret fraternity that hunts down and destroys supernatural threats to humanity. Rayne embarks on two missions, five years apart, which turn out to be connected by one sinister man who has been searching the world for powerful occult relics to bring about a new age of domination for the Third Reich. For years, this man has been searching the world for powerful occult relics to bring Germany into a new age of domination. Rayne must face his elite Nazi army and prevent them from releasing horrific creatures in their quest for the artifacts. Starring the super-sexy, super-lethal, supernatural heroine BloodRayne, this original action horror game unleashed the red headed dhampir on the world."
  },
  {
    "id": 178361,
    "cover": {
      "id": 213974,
      "image_id": "co4l3q"
    },
    "genres": [
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "The Dark Pictures Anthology: The Devil in Me",
    "storyline": "A group of documentary filmmakers receive a mysterious invite to a replica of the 'Murder Castle' of H.H. Holmes, America's first serial killer. They soon discover that they're being watched, and there is much more at stake than their viewing figures..."
  },
  {
    "id": 182278,
    "cover": {
      "id": 222766,
      "image_id": "co4rvy"
    },
    "genres": [
      {
        "id": 4,
        "name": "Fighting"
      }
    ],
    "name": "MultiVersus"
  },
  {
    "id": 182305,
    "cover": {
      "id": 200381,
      "image_id": "co4am5"
    },
    "genres": [
      {
        "id": 13,
        "name": "Simulator"
      },
      {
        "id": 14,
        "name": "Sport"
      }
    ],
    "name": "Rugby 22"
  },
  {
    "id": 183648,
    "cover": {
      "id": 199570,
      "image_id": "co49zm"
    },
    "genres": [
      {
        "id": 5,
        "name": "Shooter"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "DC League of Super-Pets: The Adventures of Krypto and Ace"
  },
  {
    "id": 185706,
    "cover": {
      "id": 213692,
      "image_id": "co4kvw"
    },
    "genres": [
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Assassin's Creed Valhalla: Dawn of Ragnarök",
    "storyline": "Wield incredible, otherworldly powers. Absorb new abilities from those you’ve defeated and use them to slay all who stand in your way. Shape-shift into a raven for spectacular assassinations or resurrect your defeated foes to fight on your side. Transform your skin into magma to protect yourself, infuse your weapon with ice to unleash devastating strikes, and more.\n\nFaced with visions of a new threat, Eivor must embrace their destiny as Odin and enter the mythical dwarven realm of Svartalfheim, a beautiful but hostile world under invasion. From underground forges to soaring golden peaks, immerse yourself in a vast, perilous new world of Norse mythology as you embrace your fate as a Norse god.\n\nFace off against Jotnars, foes of ice from Jotunheim, and Muspels, new enemies of fire from Muspelheim. Battle a wide range of enemy archetypes, infiltrate their strongholds, and wield their own powers against them as you grow stronger. At the head of this army stands Surtr, an unkillable fire giant and the greatest enemy that Odin has ever faced.\n\nAs Odin, embark on a desperate quest to rescue your son, Baldr, from imprisonment at the hands of an unspeakable foe. Use your wit and cunning to infiltrate hostile territory, gain dwarven allies, and take revenge on Baldr’s captors. Odin’s journey will force him to confront his own fate against the certain doom of Ragnarök."
  },
  {
    "id": 185953,
    "cover": {
      "id": 200965,
      "image_id": "co4b2d"
    },
    "genres": [
      {
        "id": 9,
        "name": "Puzzle"
      },
      {
        "id": 15,
        "name": "Strategy"
      },
      {
        "id": 16,
        "name": "Turn-based strategy (TBS)"
      },
      {
        "id": 32,
        "name": "Indie"
      }
    ],
    "name": "Gardener's Path"
  },
  {
    "id": 185966,
    "cover": {
      "id": 202722,
      "image_id": "co4cf6"
    },
    "genres": [
      {
        "id": 8,
        "name": "Platform"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Hotel Transylvania: Scary-Tale Adventures"
  },
  {
    "id": 186228,
    "cover": {
      "id": 202471,
      "image_id": "co4c87"
    },
    "genres": [
      {
        "id": 10,
        "name": "Racing"
      },
      {
        "id": 14,
        "name": "Sport"
      }
    ],
    "name": "Grid Legends: Deluxe Edition",
    "storyline": "WHAT DOES IT TAKE TO BECOME A RACING LEGEND? Welcome to GRID Legends: a high-stakes driving experience that combines thrilling unpredictable motorsport, incredible race variety, and an immersive driving story that puts you at the heart of the action."
  },
  {
    "id": 191496,
    "cover": {
      "id": 211001,
      "image_id": "co4it5"
    },
    "genres": [
      {
        "id": 13,
        "name": "Simulator"
      },
      {
        "id": 15,
        "name": "Strategy"
      }
    ],
    "name": "Tropico 6: Next Gen Edition"
  },
  {
    "id": 191756,
    "cover": {
      "id": 219071,
      "image_id": "co4p1b"
    },
    "genres": [
      {
        "id": 4,
        "name": "Fighting"
      },
      {
        "id": 25,
        "name": "Hack and slash/Beat 'em up"
      },
      {
        "id": 32,
        "name": "Indie"
      },
      {
        "id": 33,
        "name": "Arcade"
      }
    ],
    "name": "Final Vendetta",
    "storyline": "Claire Sparks, a student and martial arts expert, who has become unwillingly embroiled in the rescue of her sister. Duke Sancho is a quick-witted, bare-knuckle fighter from London, earning his nickname after a brawl in the Duke of Wellington pub. Not forgetting the towering figure of Miller T. Williams; a Canadian ex-pro wrestler, controversially removed from competitions for use of excessive force. Together the three friends must battle their way through the streets of London on a dangerous journey to bring back Claire’s sister!"
  },
  {
    "id": 191857,
    "cover": {
      "id": 213772,
      "image_id": "co4ky4"
    },
    "genres": [
      {
        "id": 10,
        "name": "Racing"
      },
      {
        "id": 13,
        "name": "Simulator"
      },
      {
        "id": 14,
        "name": "Sport"
      }
    ],
    "name": "MotoGP 22"
  },
  {
    "id": 191956,
    "cover": {
      "id": 212657,
      "image_id": "co4k35"
    },
    "genres": [
      {
        "id": 8,
        "name": "Platform"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "My Little Pony: A Maretime Bay Adventure",
    "storyline": "Bring magic back to Equestria and play with the new generation of My Little Pony characters, in an adventure full of fun, fashion and good friends!\n\nEarth Pony Sunny wants to make the world a better place by hosting Maretime Bay Day, a forgotten celebration of friendship and magic. But some pony is out to spoil the celebration - and they're stealing cakes, letting bunnies loose, and even spoiling Pipp's paintings!\n\nThe ponies need you to make Maretime Bay Day unforgettable - can you find the mysterious party pooper and bring back the magic?"
  },
  {
    "id": 192795,
    "cover": {
      "id": 260900,
      "image_id": "co5lb8"
    },
    "genres": [
      {
        "id": 31,
        "name": "Adventure"
      },
      {
        "id": 32,
        "name": "Indie"
      }
    ],
    "name": "MeteoHeroes"
  },
  {
    "id": 193538,
    "cover": {
      "id": 239596,
      "image_id": "co54vg"
    },
    "genres": [
      {
        "id": 10,
        "name": "Racing"
      },
      {
        "id": 13,
        "name": "Simulator"
      },
      {
        "id": 14,
        "name": "Sport"
      },
      {
        "id": 15,
        "name": "Strategy"
      }
    ],
    "name": "F1 Manager 2022"
  },
  {
    "id": 194205,
    "cover": {
      "id": 228480,
      "image_id": "co4wao"
    },
    "genres": [
      {
        "id": 5,
        "name": "Shooter"
      }
    ],
    "name": "Gundam Evolution"
  },
  {
    "id": 194259,
    "cover": {
      "id": 212861,
      "image_id": "co4k8t"
    },
    "genres": [
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      },
      {
        "id": 15,
        "name": "Strategy"
      },
      {
        "id": 16,
        "name": "Turn-based strategy (TBS)"
      },
      {
        "id": 24,
        "name": "Tactical"
      }
    ],
    "name": "Disciples: Liberation - Paths to Madness"
  },
  {
    "id": 194404,
    "cover": {
      "id": 213304,
      "image_id": "co4kl4"
    },
    "genres": [
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "The Quarry",
    "storyline": "As the sun sets on the last day of summer camp, the teenage counselors of Hackett’s Quarry throw a party to celebrate. No kids. No adults. No rules.\n\nThings quickly take a turn for the worse.\n\nHunted by blood-drenched locals and something far more sinister, the teens' party plans unravel into an unpredictable night of horror. Friendly banter and flirtations give way to life-or-death decisions, as relationships build or break under the strain of unimaginable choices.\n\nPlay as each of the nine camp counselors in a thrilling cinematic tale, where every decision shapes your unique story from a tangled web of possibilities. Any character can be the star of the show—or die before daylight comes.\n\nHow will your story unfold?"
  },
  {
    "id": 194457,
    "cover": {
      "id": 213223,
      "image_id": "co4kiv"
    },
    "genres": [
      {
        "id": 13,
        "name": "Simulator"
      },
      {
        "id": 15,
        "name": "Strategy"
      },
      {
        "id": 32,
        "name": "Indie"
      }
    ],
    "name": "Orbit.Industries",
    "storyline": "In space, no one can hear you scream - neither a victorious cry, nor one loaded with frustration. So what shall it be, Space Pioneer, when you are the Captain of it all?"
  },
  {
    "id": 194716,
    "cover": {
      "id": 221246,
      "image_id": "co4qpq"
    },
    "genres": [
      {
        "id": 10,
        "name": "Racing"
      },
      {
        "id": 13,
        "name": "Simulator"
      },
      {
        "id": 14,
        "name": "Sport"
      },
      {
        "id": 15,
        "name": "Strategy"
      }
    ],
    "name": "Tour de France 2022",
    "storyline": "In Tour de France 2022, you can create your own cyclist in Pro Leader mode. Choose your profile (climber, sprinter, puncher or versatile) and become a future winner of the Grande Boucle or a specialist of the great classics!\n\nTake control of a team in Pro Team mode! You start at the lowest levels and must prove yourself to receive invitations from organizers to high-profile races.\nCreate your own tour with My Tour mode and the 92 stages available. Choose teams, rest days and stages to build your own unique tour."
  },
  {
    "id": 194740,
    "cover": {
      "id": 213751,
      "image_id": "co4kxj"
    },
    "genres": [
      {
        "id": 8,
        "name": "Platform"
      },
      {
        "id": 31,
        "name": "Adventure"
      },
      {
        "id": 32,
        "name": "Indie"
      }
    ],
    "name": "Deliver Us Mars",
    "storyline": "Ten years after the Fortuna mission, humanity is closer than ever to extinction. After a mysterious distress call from Mars, Earth’s youngest astronaut Kathy Johannson joins the Zephyr and its crew on one last mission: to recover the ARK colony ships stolen by the mysterious Outward, and with them, ensure the survival of the human race."
  },
  {
    "id": 195342,
    "cover": {
      "id": 227020,
      "image_id": "co4v64"
    },
    "genres": [
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "The Elder Scrolls Online: High Isle",
    "storyline": "In ESO: High Isle’s main storyline, you are charged with uncovering the plots of a sinister order of knights that threaten the peace and security of High Isle. At the head of this rogue group stands the Ascendant Lord, a mysterious force seeking to claim an ancient legacy."
  },
  {
    "id": 196046,
    "cover": {
      "id": 220943,
      "image_id": "co4qhb"
    },
    "genres": [
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "LEGO Star Wars: The Skywalker Saga - Character Collection"
  },
  {
    "id": 198200,
    "cover": {
      "id": 221803,
      "image_id": "co4r57"
    },
    "genres": [
      {
        "id": 10,
        "name": "Racing"
      },
      {
        "id": 13,
        "name": "Simulator"
      },
      {
        "id": 14,
        "name": "Sport"
      }
    ],
    "name": "F1 22"
  },
  {
    "id": 198261,
    "cover": {
      "id": 220374,
      "image_id": "co4q1i"
    },
    "genres": [
      {
        "id": 10,
        "name": "Racing"
      },
      {
        "id": 13,
        "name": "Simulator"
      },
      {
        "id": 14,
        "name": "Sport"
      }
    ],
    "name": "F1 22: Champions Edition"
  },
  {
    "id": 198506,
    "cover": {
      "id": 219036,
      "image_id": "co4p0c"
    },
    "genres": [
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      },
      {
        "id": 13,
        "name": "Simulator"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Disney Dreamlight Valley",
    "storyline": "Disney Dreamlight Valley is a hybrid between a life-sim and an adventure game rich with quests, exploration, and engaging activities featuring Disney and Pixar friends, both old and new.\n\nOnce an idyllic land, Dreamlight Valley was a place where Disney and Pixar characters lived in harmony—until the Forgetting. Night Thorns grew across the land and severed the wonderful memories tied to this magical place. With nowhere else to go, the hopeless inhabitants of Dreamlight Valley retreated behind locked doors in the Dream Castle.\n\nNow it’s up to you to discover the stories of this world and bring the magic back to Dreamlight Valley!"
  },
  {
    "id": 199324,
    "cover": {
      "id": 220658,
      "image_id": "co4q9e"
    },
    "genres": [
      {
        "id": 14,
        "name": "Sport"
      },
      {
        "id": 31,
        "name": "Adventure"
      },
      {
        "id": 33,
        "name": "Arcade"
      }
    ],
    "name": "Fort Boyard 2022"
  },
  {
    "id": 200165,
    "cover": {
      "id": 223340,
      "image_id": "co4sbw"
    },
    "genres": [
      {
        "id": 5,
        "name": "Shooter"
      }
    ],
    "name": "Call of Duty: Modern Warfare II",
    "storyline": "Task Force 141 makes its massive return with a global squad of iconic veterans, these Operators include Captain John Price, Simon \"Ghost\" Riley, John \"Soap\" MacTavish, Kyle 'Gaz' Garrick and introducing Mexican Special Forces Colonel Alejandro Vargas."
  },
  {
    "id": 201037,
    "cover": {
      "id": 221487,
      "image_id": "co4qwf"
    },
    "genres": [
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Gotham Knights: Deluxe Edition"
  },
  {
    "id": 201137,
    "cover": {
      "id": 221602,
      "image_id": "co4qzm"
    },
    "genres": [
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "LEGO Star Wars: The Skywalker Saga - The Mandalorian: Season 1 - Character Pack"
  },
  {
    "id": 201138,
    "cover": {
      "id": 221601,
      "image_id": "co4qzl"
    },
    "genres": [
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "LEGO Star Wars: The Skywalker Saga - Solo: A Star Wars Story - Character Pack"
  },
  {
    "id": 201775,
    "cover": {
      "id": 223827,
      "image_id": "co4spf"
    },
    "genres": [
      {
        "id": 9,
        "name": "Puzzle"
      },
      {
        "id": 31,
        "name": "Adventure"
      },
      {
        "id": 32,
        "name": "Indie"
      }
    ],
    "name": "Charon's Staircase",
    "storyline": "In the 1970s, a totalitarian regime known as The Ministry ruled with an iron fist. They committed numerous inhumane and sinister acts during their reign, but those days are over, as they now aspire to join the European Union.\n\nYou play as an agent codenamed: ‘Desmond’, sent by The Ministry who is tasked with retrieving and destroying classified documents from the Oack Grove estate, that reveal the horrifying activities that happened in the past. Your journey, however, leads you to an unpleasant and gruesome discovery – Project Alpha."
  },
  {
    "id": 201935,
    "cover": {
      "id": 222444,
      "image_id": "co4rn0"
    },
    "genres": [
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      }
    ],
    "name": "Outward: Definitive Edition"
  },
  {
    "id": 201963,
    "cover": {
      "id": 222517,
      "image_id": "co4rp1"
    },
    "genres": [
      {
        "id": 10,
        "name": "Racing"
      },
      {
        "id": 13,
        "name": "Simulator"
      },
      {
        "id": 14,
        "name": "Sport"
      }
    ],
    "name": "WRC Generations"
  },
  {
    "id": 202417,
    "cover": {
      "id": 250761,
      "image_id": "co5dhl"
    },
    "genres": [
      {
        "id": 10,
        "name": "Racing"
      },
      {
        "id": 14,
        "name": "Sport"
      }
    ],
    "name": "Paw Patrol: Grand Prix"
  },
  {
    "id": 202418,
    "cover": {
      "id": 252438,
      "image_id": "co5es6"
    },
    "genres": [
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "DreamWorks Dragons: Legends of the Nine Realms"
  },
  {
    "id": 202419,
    "cover": {
      "id": 237425,
      "image_id": "co5375"
    },
    "genres": [
      {
        "id": 8,
        "name": "Platform"
      },
      {
        "id": 9,
        "name": "Puzzle"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Star Trek Prodigy: Supernova"
  },
  {
    "id": 202590,
    "cover": {
      "id": 223232,
      "image_id": "co4s8w"
    },
    "genres": [
      {
        "id": 10,
        "name": "Racing"
      },
      {
        "id": 13,
        "name": "Simulator"
      },
      {
        "id": 14,
        "name": "Sport"
      },
      {
        "id": 33,
        "name": "Arcade"
      }
    ],
    "name": "Dakar Desert Rally"
  },
  {
    "id": 203760,
    "cover": {
      "id": 226987,
      "image_id": "co4v57"
    },
    "genres": [
      {
        "id": 13,
        "name": "Simulator"
      },
      {
        "id": 15,
        "name": "Strategy"
      }
    ],
    "name": "Jurassic World Evolution 2: Dominion Biosyn Expansion"
  },
  {
    "id": 203804,
    "cover": {
      "id": 226414,
      "image_id": "co4upa"
    },
    "genres": [
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      },
      {
        "id": 15,
        "name": "Strategy"
      },
      {
        "id": 24,
        "name": "Tactical"
      }
    ],
    "name": "Marvel's Midnight Suns: Legendary Edition",
    "storyline": "After centuries of sleep, Lilith, Mother of Demons, has been revived by Hydra through a twist of dark magic and science. Lilith stops at nothing to complete an ancient prophecy and bring back her evil master, Chthon. Pushed to the brink, the Avengers desperately look to fight fire with hellfire and enlist the help of the Midnight Suns - Nico Minoru, Blade, Magik and Ghost Rider - young heroes with powers deeply rooted in the supernatural, formed to prevent the very prophecy Lilith aims to fulfill. Together, they resurrect an ancient warrior - the Hunter, Lilith’s forsaken child and the only hero known to have ever defeated her. In the face of fallen allies and the fate of the world at stake, it will be up to you to rise up against the darkness!\n\nFrom the legendary studio that changed strategy and tactics games forever comes a new title, offering cinematic tactical combat with a Super Hero flair, friendships to forge with iconic heroes, and an unforgettable adventure that dives deep into the darker side of Marvel."
  },
  {
    "id": 203808,
    "cover": {
      "id": 230171,
      "image_id": "co4xln"
    },
    "genres": [
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      },
      {
        "id": 15,
        "name": "Strategy"
      },
      {
        "id": 24,
        "name": "Tactical"
      }
    ],
    "name": "Marvel's Midnight Suns: Enhanced Edition",
    "storyline": "After centuries of sleep, Lilith, Mother of Demons, has been revived by Hydra through a twist of dark magic and science. Lilith stops at nothing to complete an ancient prophecy and bring back her evil master, Chthon. Pushed to the brink, the Avengers desperately look to fight fire with hellfire and enlist the help of the Midnight Suns - Nico Minoru, Blade, Magik and Ghost Rider - young heroes with powers deeply rooted in the supernatural, formed to prevent the very prophecy Lilith aims to fulfill. Together, they resurrect an ancient warrior - the Hunter, Lilith’s forsaken child and the only hero known to have ever defeated her. In the face of fallen allies and the fate of the world at stake, it will be up to you to rise up against the darkness!\n\nFrom the legendary studio that changed strategy and tactics games forever comes a new title, offering cinematic tactical combat with a Super Hero flair, friendships to forge with iconic heroes, and an unforgettable adventure that dives deep into the darker side of Marvel."
  },
  {
    "id": 203810,
    "cover": {
      "id": 251996,
      "image_id": "co5efw"
    },
    "genres": [
      {
        "id": 7,
        "name": "Music"
      },
      {
        "id": 9,
        "name": "Puzzle"
      },
      {
        "id": 13,
        "name": "Simulator"
      }
    ],
    "name": "L.O.L. Surprise! B.B.s Born to Travel"
  },
  {
    "id": 204350,
    "cover": {
      "id": 276585,
      "image_id": "co5xex"
    },
    "genres": [
      {
        "id": 5,
        "name": "Shooter"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "The Last of Us Part I",
    "storyline": "Twenty years after a mutated fungus started turning people all over the world into deadly zombies, humans become an endangered species. Joel, a Texan in his forties with the \"emotional range of a teaspoon\" (to quote Hermione from Harry Potter), finds himself responsible with the safety of a fourteen year old girl named Ellie whom he must smuggle to a militia group called the Fireflies. And as if the infected aren't enough of a hassle, they also have to deal with the authorities who wouldn't let them leave the quarantine zone, as well as other survivors capable of killing anyone who might have something useful in their backpacks."
  },
  {
    "id": 204721,
    "cover": {
      "id": 227173,
      "image_id": "co4vad"
    },
    "genres": [
      {
        "id": 5,
        "name": "Shooter"
      }
    ],
    "name": "Resident Evil Village: Winters' Expansion"
  },
  {
    "id": 204904,
    "cover": {
      "id": 227480,
      "image_id": "co4viw"
    },
    "genres": [
      {
        "id": 5,
        "name": "Shooter"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "The Callisto Protocol: Day One Edition",
    "storyline": "Set on Jupiter’s dead moon Callisto in the year 2320, The Callisto Protocol casts players as Jacob Lee, an inmate in Black Iron Prison. When a mysterious outbreak throws the moon into chaos, Jacob must face his darkest fears to defeat the bloodthirsty creatures that stalk him as he unravels the dark mysteries at the heart of the powerful United Jupiter Company."
  },
  {
    "id": 204919,
    "cover": {
      "id": 227357,
      "image_id": "co4vfh"
    },
    "genres": [
      {
        "id": 5,
        "name": "Shooter"
      },
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Tiny Tina's Wonderlands: Coiled Captors"
  },
  {
    "id": 205003,
    "cover": {
      "id": 227483,
      "image_id": "co4viz"
    },
    "genres": [
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      },
      {
        "id": 15,
        "name": "Strategy"
      },
      {
        "id": 24,
        "name": "Tactical"
      }
    ],
    "name": "Marvel's Midnight Suns: Digital+ Edition",
    "storyline": "After centuries of sleep, Lilith, Mother of Demons, has been revived by Hydra through a twist of dark magic and science. Lilith stops at nothing to complete an ancient prophecy and bring back her evil master, Chthon. Pushed to the brink, the Avengers desperately look to fight fire with hellfire and enlist the help of the Midnight Suns - Nico Minoru, Blade, Magik and Ghost Rider - young heroes with powers deeply rooted in the supernatural, formed to prevent the very prophecy Lilith aims to fulfill. Together, they resurrect an ancient warrior - the Hunter, Lilith’s forsaken child and the only hero known to have ever defeated her. In the face of fallen allies and the fate of the world at stake, it will be up to you to rise up against the darkness!\n\nFrom the legendary studio that changed strategy and tactics games forever comes a new title, offering cinematic tactical combat with a Super Hero flair, friendships to forge with iconic heroes, and an unforgettable adventure that dives deep into the darker side of Marvel."
  },
  {
    "id": 205019,
    "cover": {
      "id": 227514,
      "image_id": "co4vju"
    },
    "genres": [
      {
        "id": 5,
        "name": "Shooter"
      },
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Tiny Tina's Wonderlands: Glutton's Gamble"
  },
  {
    "id": 205780,
    "cover": {
      "id": 233141,
      "image_id": "co4zw5"
    },
    "genres": [
      {
        "id": 13,
        "name": "Simulator"
      },
      {
        "id": 14,
        "name": "Sport"
      }
    ],
    "name": "FIFA 23"
  },
  {
    "id": 206302,
    "cover": {
      "id": 228843,
      "image_id": "co4wkr"
    },
    "genres": [
      {
        "id": 5,
        "name": "Shooter"
      },
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Tiny Tina's Wonderlands: Molten Mirrors"
  },
  {
    "id": 207095,
    "cover": {
      "id": 230114,
      "image_id": "co4xk2"
    },
    "genres": [
      {
        "id": 32,
        "name": "Indie"
      }
    ],
    "name": "The Jackbox Party Starter"
  },
  {
    "id": 207393,
    "cover": {
      "id": 241039,
      "image_id": "co55zj"
    },
    "genres": [
      {
        "id": 13,
        "name": "Simulator"
      },
      {
        "id": 14,
        "name": "Sport"
      }
    ],
    "name": "NBA 2K23"
  },
  {
    "id": 208734,
    "cover": {
      "id": 254335,
      "image_id": "co5g8v"
    },
    "genres": [
      {
        "id": 4,
        "name": "Fighting"
      },
      {
        "id": 25,
        "name": "Hack and slash/Beat 'em up"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Asterix & Obelix XXXL: The Ram From Hibernia"
  },
  {
    "id": 209811,
    "cover": {
      "id": 233128,
      "image_id": "co4zvs"
    },
    "genres": [
      {
        "id": 13,
        "name": "Simulator"
      }
    ],
    "name": "FIFA 23: Ultimate Edition"
  },
  {
    "id": 210699,
    "cover": {
      "id": 233988,
      "image_id": "co50jo"
    },
    "genres": [
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      },
      {
        "id": 25,
        "name": "Hack and slash/Beat 'em up"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Baldur's Gate: Dark Alliance II"
  },
  {
    "id": 210914,
    "cover": {
      "id": 237419,
      "image_id": "co536z"
    },
    "genres": [
      {
        "id": 13,
        "name": "Simulator"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Horse Club Adventures 2: Hazelwood Stories"
  },
  {
    "id": 212662,
    "cover": {
      "id": 253096,
      "image_id": "co5fag"
    },
    "genres": [
      {
        "id": 15,
        "name": "Strategy"
      }
    ],
    "name": "Dead by Daylight: Resident Evil - Project W",
    "storyline": "Progress will be achieved, and Uroboros is the key."
  },
  {
    "id": 213165,
    "cover": {
      "id": 236781,
      "image_id": "co52p9"
    },
    "genres": [
      {
        "id": 13,
        "name": "Simulator"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "My Fantastic Ranch"
  },
  {
    "id": 214139,
    "cover": {
      "id": 238771,
      "image_id": "co548j"
    },
    "genres": [
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "New Tales from the Borderlands"
  },
  {
    "id": 214142,
    "cover": {
      "id": 267339,
      "image_id": "co5qa3"
    },
    "genres": [
      {
        "id": 13,
        "name": "Simulator"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Bratz: Flaunt Your Fashion"
  },
  {
    "id": 214399,
    "cover": {
      "id": 281027,
      "image_id": "co60ub"
    },
    "genres": [
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      },
      {
        "id": 13,
        "name": "Simulator"
      },
      {
        "id": 15,
        "name": "Strategy"
      },
      {
        "id": 16,
        "name": "Turn-based strategy (TBS)"
      },
      {
        "id": 24,
        "name": "Tactical"
      }
    ],
    "name": "Tortuga: A Pirate's Tale"
  },
  {
    "id": 214400,
    "cover": {
      "id": 275707,
      "image_id": "co5wqj"
    },
    "genres": [
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Dying Light 2: Stay Human - Bloody Ties",
    "storyline": "Embark on a new adventure. Secure yourself a spot in the Pantheon of the best fighters, help your new friend Ciro in his quest to avenge his brother’s death and discover the true nature of the tournament."
  },
  {
    "id": 214440,
    "cover": {
      "id": 239414,
      "image_id": "co54qe"
    },
    "genres": [
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Hogwarts Legacy: Digital Deluxe Edition",
    "storyline": "Experience Hogwarts in the 1800s. Your character is a student who holds the key to an ancient secret that threatens to tear the wizarding world apart. You have received a late acceptance to the Hogwarts School of Witchcraft and Wizardry and soon discover that you are no ordinary student: you possess an unusual ability to perceive and master Ancient Magic. Only you can decide if you will protect this secret for the good of all, or yield to the temptation of more sinister magic.\n\nDiscover the feeling of living at Hogwarts as you make allies, battle Dark wizards, and ultimately decide the fate of the wizarding world. Your legacy is what you make of it."
  },
  {
    "id": 214448,
    "cover": {
      "id": 238870,
      "image_id": "co54ba"
    },
    "genres": [
      {
        "id": 13,
        "name": "Simulator"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Disney Dreamlight Valley: Deluxe Edition"
  },
  {
    "id": 214449,
    "cover": {
      "id": 238868,
      "image_id": "co54b8"
    },
    "genres": [
      {
        "id": 13,
        "name": "Simulator"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Disney Dreamlight Valley: Ultimate Edition"
  },
  {
    "id": 216552,
    "cover": {
      "id": 260517,
      "image_id": "co5l0l"
    },
    "genres": [
      {
        "id": 8,
        "name": "Platform"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Miraculous: Rise of the Sphinx"
  },
  {
    "id": 217814,
    "cover": {
      "id": 246456,
      "image_id": "co5a60"
    },
    "genres": [
      {
        "id": 13,
        "name": "Simulator"
      },
      {
        "id": 14,
        "name": "Sport"
      },
      {
        "id": 33,
        "name": "Arcade"
      }
    ],
    "name": "Tip Top: Don't Fall!"
  },
  {
    "id": 217815,
    "cover": {
      "id": 268517,
      "image_id": "co5r6t"
    },
    "genres": [
      {
        "id": 5,
        "name": "Shooter"
      },
      {
        "id": 24,
        "name": "Tactical"
      }
    ],
    "name": "Call of Duty: Warzone 2.0"
  },
  {
    "id": 218372,
    "cover": {
      "id": 247909,
      "image_id": "co5bad"
    },
    "name": "Syphon Filter 2",
    "storyline": "Agency operatives Gabe Logan and Lian Xing discover that a plot to sell off the deadly Syphon Filter virus stems from within their own organization. As they attempt to expose the conspirators and prevent the sale, the Agency responds by alerting military and police forces that Logan and Xing must be eliminated…"
  },
  {
    "id": 218793,
    "cover": {
      "id": 288183,
      "image_id": "co66d3"
    },
    "genres": [
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Wild Hearts"
  },
  {
    "id": 219436,
    "cover": {
      "id": 281524,
      "image_id": "co6184"
    },
    "genres": [
      {
        "id": 10,
        "name": "Racing"
      },
      {
        "id": 14,
        "name": "Sport"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Gigantosaurus Dino Kart"
  },
  {
    "id": 219442,
    "cover": {
      "id": 253759,
      "image_id": "co5fsv"
    },
    "genres": [
      {
        "id": 10,
        "name": "Racing"
      }
    ],
    "name": "Need for Speed: Unbound"
  },
  {
    "id": 220832,
    "cover": {
      "id": 253799,
      "image_id": "co5ftz"
    },
    "genres": [
      {
        "id": 15,
        "name": "Strategy"
      },
      {
        "id": 35,
        "name": "Card & Board Game"
      }
    ],
    "name": "Catan: Console Edition"
  },
  {
    "id": 220860,
    "cover": {
      "id": 267110,
      "image_id": "co5q3q"
    },
    "genres": [
      {
        "id": 10,
        "name": "Racing"
      }
    ],
    "name": "Need for Speed Unbound: Palace Edition"
  },
  {
    "id": 225409,
    "cover": {
      "id": 271696,
      "image_id": "co5tn4"
    },
    "name": "Dead by Daylight: Survivor Expansion Pack"
  },
  {
    "id": 225775,
    "cover": {
      "id": 270119,
      "image_id": "co5sfb"
    },
    "name": "The Dark Pictures Anthology: Season One"
  },
  {
    "id": 227398,
    "cover": {
      "id": 271306,
      "image_id": "co5tca"
    },
    "genres": [
      {
        "id": 5,
        "name": "Shooter"
      }
    ],
    "name": "Dead Space: Digital Deluxe Edition"
  },
  {
    "id": 227676,
    "cover": {
      "id": 274104,
      "image_id": "co5vi0"
    },
    "genres": [
      {
        "id": 5,
        "name": "Shooter"
      }
    ],
    "name": "Back 4 Blood: River of Blood"
  },
  {
    "id": 228740,
    "cover": {
      "id": 274468,
      "image_id": "co5vs4"
    },
    "genres": [
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "DC's Justice League: Cosmic Chaos",
    "storyline": "DC’s Justice League: Cosmic Chaos gives you the freedom to play your way in action-packed missions, gruelling fights and daring challenges! Fly around Happy Harbor as Superman or propel yourself through the sky as Wonder Woman, the choice is yours! Use each Super Hero to help solve puzzles, defeat enemies, and unlock cool outfits and special upgrades. Play with friends or family in 2 player couch co-op Instant Action Mode and have the freedom to explore Happy Harbor, the home of the Justice League. Can you stop Mr. Mxyzptlk’s chaos and bring peace to Happy Harbor?"
  },
  {
    "id": 228747,
    "cover": {
      "id": 274484,
      "image_id": "co5vsk"
    },
    "genres": [
      {
        "id": 13,
        "name": "Simulator"
      },
      {
        "id": 15,
        "name": "Strategy"
      }
    ],
    "name": "Jurassic World Evolution 2: Dominion Malta Expansion"
  },
  {
    "id": 229119,
    "cover": {
      "id": 279082,
      "image_id": "co5zca"
    },
    "genres": [
      {
        "id": 8,
        "name": "Platform"
      }
    ],
    "name": "Peppa Pig: World Adventures"
  },
  {
    "id": 231777,
    "cover": {
      "id": 281079,
      "image_id": "co60vr"
    },
    "name": "Syphon Filter 3"
  },
  {
    "id": 232424,
    "cover": {
      "id": 289564,
      "image_id": "co67fg"
    },
    "genres": [
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      },
      {
        "id": 15,
        "name": "Strategy"
      },
      {
        "id": 24,
        "name": "Tactical"
      }
    ],
    "name": "Marvel's Midnight Suns: The Good, The Bad, and The Undead"
  },
  {
    "id": 239182,
    "cover": {
      "id": 288680,
      "image_id": "co66qw"
    },
    "genres": [
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      }
    ],
    "name": "The Legend of Dragoon"
  },
  {
    "id": 239201,
    "cover": {
      "id": 288784,
      "image_id": "co66ts"
    },
    "genres": [
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      },
      {
        "id": 13,
        "name": "Simulator"
      }
    ],
    "name": "Harvest Moon: Back to Nature",
    "storyline": "As a young boy, the main character went to his grandfather's farm for the summer. His grandfather was too busy taking care of the farm to spend much time with him, so the boy explored the town and countryside on his own.\nThe boy befriended his grandfather's puppy and met a little girl his own age with whom he became close friends. When the summer was over the boy had to go back home, but he promised the little girl that he would return someday.\n\nTen years later, years after his grandfather's death, the boy – now a grown man – returns to the town to take over the farm. Upon meeting the main character, the mayor and other villagers decide that he would be allowed to stay as the rightful owner if he restored the farm to its original state within three years. Otherwise, he would have to leave."
  }
]
